package com.example.ramayan.fragments;

import android.os.Bundle;

import androidx.fragment.app.Fragment;
import androidx.recyclerview.widget.LinearLayoutManager;
import androidx.recyclerview.widget.RecyclerView;

import android.view.LayoutInflater;
import android.view.View;
import android.view.ViewGroup;
import android.widget.TextView;

import com.example.ramayan.R;
import com.example.ramayan.adapter.BalkandFirstAdhyaAdapter;
import com.example.ramayan.adapter.BalkhandSecondAdhyaAdapter;
import com.example.ramayan.model.BalkandFirstAdhyaModel;
import com.example.ramayan.model.BalkandSecondModel;

import java.util.ArrayList;

public class BalkandFragment extends Fragment {
    private RecyclerView balkhandFirstAdhyaRV,balkandSecondAdhyaRV;
    private BalkandFirstAdhyaAdapter balkandFirstAdhyaAdapter;
    private ArrayList<BalkandFirstAdhyaModel> balkandFirstAdhyaModels;
    private BalkhandSecondAdhyaAdapter balkhandSecondAdhyaAdapter;
    private ArrayList<BalkandSecondModel> balkandSecondModels;



    @Override
    public View onCreateView(LayoutInflater inflater, ViewGroup container,
                             Bundle savedInstanceState) {
        // Inflate the layout for this fragment
        View view= inflater.inflate(R.layout.fragment_balkand, container, false);
        balkhandFirstAdhyaRV=view.findViewById(R.id.balkand_first_adhya);
        /*getActivity().getSupportFragmentManager().setTitle("Balkand");*/
        balkhandFirstAdhyaRV.setHasFixedSize(false);

        balkhandFirstAdhyaRV.setLayoutManager(new LinearLayoutManager(getContext(),LinearLayoutManager.VERTICAL,false));

        balkandFirstAdhyaModels=new ArrayList<>();

        // balkand second adhya
        balkandSecondAdhyaRV=view.findViewById(R.id.balkand_second_adhya_rv);
        balkandSecondAdhyaRV.setHasFixedSize(false);
        balkandSecondAdhyaRV.setLayoutManager(new LinearLayoutManager(getContext(),LinearLayoutManager.VERTICAL,false));
        balkandSecondModels=new ArrayList<>();


        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("नारदजीका वाल्मीकि मुनिको संक्षेपसे श्रीरामचरित्र सुनाना ॐ तपःस्वाध्यायनिरतं तपस्वी वाग्विदां वरम्। नारदं परिपप्रच्छ\n" +
                "\n" +
                "वाल्मीकिर्मुनिपुंगवम्॥१॥ तपस्वी वाल्मीकिजीने तपस्या और स्वाध्यायमें लगे | हुए विद्वानोंमें श्रेष्ठ मुनिवर नारदजीसे पूछा- ॥१॥\n" ," [मुने!] इस समय इस संसारमें गुणवान्, वीर्यवान्, धर्मज्ञ, उपकार माननेवाला, सत्यवक्ता और दृढ़प्रतिज्ञ कौन है? ॥१॥"));
        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("चारित्रेण च को युक्तः सर्वभूतेषु को हितः। विद्वान् कः कः समर्थश्च कश्चैकप्रियदर्शनः॥३॥","'सदाचारसे युक्त, समस्त प्राणियोंका हितसाधक, विद्वान्, सामर्थ्यशाली और एकमात्र प्रियदर्शन (सुन्दर) पुरुष कौन है?॥३॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("आत्मवान् को जितक्रोधो द्युतिमान् कोऽनसूयकः। कस्य बिभ्यति देवाश्च जातरोषस्य संयुगे॥४॥","'मनपर अधिकार रखनेवाला, क्रोधको जीतनेवाला, कान्तिमान् और किसीकी भी निन्दा नहीं करनेवाला | कौन है? तथा संग्राममें कुपित होनेपर किससे देवता भी | डरते हैं? ॥ ४॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("एतदिच्छाम्यहं श्रोतुं परं कौतूहलं हि मे। महर्षे त्वं समर्थोऽसि ज्ञातुमेवंविधं नरम्॥५॥","'महर्षे ! मैं यह सुनना चाहता हूँ, इसके लिये मुझे बड़ी उत्सुकता है और आप ऐसे पुरुषको जाननेमें | समर्थ हैं' ॥५॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("श्रुत्वा चैतत्रिलोकज्ञो वाल्मीकेर्नारदो वचः।\n" +
                "\n" +
                "श्रूयतामिति चामन्त्र्य प्रहृष्टो वाक्यमब्रवीत्॥६॥ ","महर्षि वाल्मीकिके इस वचनको सुनकर तीनों लोकोंका | ज्ञान रखनेवाले नारदजीने उन्हें सम्बोधित करके कहा, अच्छा सुनिये और फिर प्रसन्नतापूर्वक बोले- ॥६॥ "));
        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("बहवो दुर्लभाश्चैव ये त्वया कीर्तिता गुणाः। मुने वक्ष्याम्यहं बुद्ध्वा तैर्युक्तः श्रूयतां नरः॥७॥","'मुने! आपने जिन बहुत-से दुर्लभ गुणोंका वर्णन किया है, उनसे युक्त पुरुषको मैं विचार करके कहता हूँ, आप सुनें ॥ ७ ॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("इक्ष्वाकुवंशप्रभवो रामो नाम जनैः श्रुतः। नियतात्मा महावीर्यो द्युतिमान् धृतिमान् वशी॥८॥","'इक्ष्वाकुके वंशमें उत्पन्न हुए एक ऐसे पुरुष , जो लोगोंमें राम-नामसे विख्यात हैं, वे ही मनको वशमें रखनेवाले, महाबलवान्, कान्तिमान्, धैर्यवान् और जितेन्द्रिय हैं॥८॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("बुद्धिमान् नीतिमान्\n" +
                "\n" +
                "विपुलांसो महाबाहुः कम्बुग्रीवो महाहनुः॥९॥ ","'वे बुद्धिमान्, नीतिज्ञ, वक्ता, शोभायमान तथा शत्रुसंहारक हैं। उनके कंधे मोटे और भुजाएँ बड़ी-बड़ी हैं। ग्रीवा शङ्खके समान और ठोढ़ी मांसल (पुष्ट) है। "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("महोरस्को महेष्वासो गूढजत्रुररिन्दमः।\n" +
                "\n" +
                "आजानुबाहुः सुशिराः सुललाटः सुविक्रमः॥१०॥ ","'उनकी छाती चौड़ी तथा धनुष बड़ा है, गलेके नीचेकी हड्डी (हँसली) मांससे छिपी हुई है। वे शत्रुओंका दमन करनेवाले हैं। भुजाएँ घुटनेतक लम्बी हैं, मस्तक सुन्दर है, ललाट भव्य और चाल मनोहर है॥१०॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("समः समविभक्तांग: स्निग्धवर्णः प्रतापवान्।\n" +
                "\n" +
                "पीनवक्षा विशालाक्षो लक्ष्मीवान् शुभलक्षणः॥११॥\n","'उनका शरीर [अधिक ऊँचा या नाटा न होकर] मध्यम और सुडौल है, देहका रंग चिकना है। वे बड़े प्रतापी हैं। उनका वक्षःस्थल भरा हुआ है, आँखें बड़ी-बड़ी हैं। वे शोभायमान और शुभलक्षणोंसे सम्पन्न हैं॥ ११ ॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("धर्मज्ञः सत्यसंधश्च प्रजानां च हिते रतः। यशस्वी ज्ञानसम्पन्नः शुचिर्वश्यः समाधिमान्॥१२॥","'धर्मके ज्ञाता, सत्यप्रतिज्ञ तथा प्रजाके हितसाधनमें लगे रहनेवाले हैं। वे यशस्वी, ज्ञानी, पवित्र, जितेन्द्रिय और मनको एकाग्र रखनेवाले हैं॥ १२ ॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("हुजातिसमः श्रीमान् धाता रिपुनिषूदनः । संक्षिला जीवलोकस्य धर्मस्य परिरक्षिता॥१३॥ 'प्रजातिके समान पालक, श्रीसम्पन्न, वैरिविध्वंसक | और लोगों या पके रक्षक हैं॥१५॥ क्षमा स्वस्थ धर्मस्य स्वजनस्य च रक्षिता। वेदवेदांगतत्वज्ञो धनुर्वेदे च निष्ठितः॥१४॥","'स्वधर्म और स्वजनोंके पालक, वेद-वेदांगोंके तत्ववेत्ता तथा धनुर्वेदमें प्रवीण हैं॥१४॥ सर्वशास्वार्थतत्वज्ञः स्मृतिमान् प्रतिभानवान्। सर्वलोकप्रियः साधुरदीनात्मा विचक्षणः ॥१५॥\n" +
                "\n" +
                "\"वे अखिल शास्त्रोंके तत्त्वज्ञ, स्मरणशक्तिसे युक्त और प्रतिभासम्पन्न हैं। अच्छे विचार और उदार हृदयवाले वे श्रीरामचन्द्रजी बातचीत करनेमें चतुर तथा समस्त लोकोंके प्रिय हैं॥१५॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("सर्वदाभिगत: सद्भिः समुद्र इव सिन्धुभिः। आर्यः सर्वसमश्चैव सदैव प्रियदर्शनः॥१६॥","'जैसे नदियाँ समुद्रमें मिलती हैं, उसी प्रकार सदा रामसे साधु पुरुष मिलते रहते हैं। वे आर्य एवं सबमें समान भाव रखनेवाले हैं, उनका दर्शन सदा ही प्रिय मालूम होता है॥१६॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("स च सर्वगुणोपेतः कौसल्यानन्दवर्धनः।\n" +
                "\n" +
                "समुद्र इव गाम्भीर्ये धैर्येण हिमवानिव॥१७॥ ","'सम्पूर्ण गुणोंसे युक्त वे श्रीरामचन्द्रजी अपनी माता कौसल्याके आनन्द बढ़ानेवाले हैं, गम्भीरतामें समुद्र | और धैर्यमें हिमालयके समान हैं॥१७॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("विष्णुना सदृशो वीर्ये सोमवत्प्रियदर्शनः । कालाग्निसदृशः क्रोधे क्षमया पृथिवीसमः॥१८॥ ","'वे विष्णुभगवान्के समान बलवान् हैं। उनका दर्शन चन्द्रमाके समान मनोहर प्रतीत होता है। वे क्रोधमें कालाग्निके समान और क्षमामें पृथिवीके सदृश हैं, त्यागमें कुबेर और सत्यमें द्वितीय धर्मराजके समान हैं॥ १८ ॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("तमेवंगुणसम्पन्न राम सत्यपराक्रमम् ॥१९॥ ज्येष्ठं ज्येष्ठगुणैर्युक्तं प्रियं दशरथः सुतम्। प्रकृतीनां हितैर्युक्तं प्रकृतिप्रियकाम्यया॥२०॥ ","तस्याभिषेकसम्भारान् दृष्ट्वा भार्याथ कैकयी, पूर्व दत्तवरा देवी\n" +
                "\n" +
                "'इस प्रकार उत्तम गुणोंसे युक्त और सत्यपराक्रमवाले सद्गुणशाली अपने प्रियतम ज्येष्ठ पुत्रको, जो प्रजाके हितमें संलग्न रहनेवाले थे, प्रजावर्गका हित करनेकी | जा विवासनं च रामस्य भरतस्याभिषेचनाम, 'तदनन्तर रामके राज्याभिषेककी तैयारियों | रानी कैकेयीने, जिसे पहले ही वर दिया राजासे यह वर माँगा कि रामका निर्वासन और भरतका राज्याभिषेक हो । रानी कैकेयीने, जिसे पहले ही वर दिया राजासे यह वर माँगा कि रामका निर्वासन और भरतका राज्याभिषेक हो  \n" +
                "\n" +
                "इच्छासे राजा दशरथने प्रेमवश युवराजपदपर करना चाहा॥ १९-२० ॥\n"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("सत्यवचनाद् राजा धर्मपाशेन संयतः। | विवासयामास सुतं रामं दशरथः प्रियम्॥","'राजा दशरथने सत्य वचनके कारण | बन्धनमें बँधकर प्यारे पुत्र रामको वनवास दे दिया।"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("स जगाम वनं वीरः प्रतिज्ञामनुपालयन्। पितुर्वचननिर्देशात् कैकेय्याः प्रियकारणात् ॥ 'कैकेयीका प्रिय करनेके लिये पिताकी\n" +
                "\n" +
                "| वीर | |\n" +
                "\n" +
                "अनुसार उनकी प्रतिज्ञाका पालन करते हुए वनको चले ॥ २४ ॥ ","तं व्रजन्तं प्रियो भ्राता लक्ष्मणोऽनुजगाम हो स्नेहाद् विनयसम्पन्न: सुमित्रानन्दवर्धनः भ्रातरं दयितो भ्रातुः सौभ्रात्रमनुदर्शयन्। 'तब सुमित्राके आनन्द बढ़ानेवाले विनय लक्ष्मणजीने भी, जो अपने बड़े भाई रामको बल प्रिय थे, अपने सुबन्धुत्वका परिचय देते हुए में वनको जानेवाले बन्धुवर रामका अनुसरण किया॥ २॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("रामस्य दयिता भार्या नित्यं प्राणसमा हिता॥ जनकस्य कुले जाता देवमायेव निर्मिता। सर्वलक्षणसम्पन्ना नारीणामुत्तमा वधूः॥ सीताप्यनुगता रामं शशिनं रोहिणी यथा। ","पौरैरनुगतो दूरं पित्रा दशरथेन\n" +
                "\n" +
                "'और जनकके कुलमें उत्पन्न सीता भी, अवतीर्ण हुई देवमायाकी भाँति सुन्दरी, समस्त शुभलक्षा विभूषित, स्त्रियोंमें उत्तम, रामके प्राणोंके समान प्रिय पत्नी तथा सदा ही पतिका हित चाहनेवाली। रामचन्द्रजीके पीछे चली; जैसे चन्द्रमाके पीछे रोई चलती है। उस समय पिता दशरथ [ने अपना सा भेजकर] और पुरवासी मनुष्योंने [स्वयं साथ जाक दूरतक उनका अनुसरण किया"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("श्रृंगवेरपुरे सूतं गंगाकूले व्यसर्जयत्। गुहमासाद्य धर्मात्मा निषादाधिपतिं प्रियम् ।। वरमेनमयाचत ने वनेन वनं गत्वा नदीस्तीळ बहूदकाः ॥ ३०॥ चित्रकूटमनुप्राप्य भरद्वाजस्य शासनात् । सम्यमावसथं कृत्वा रममाणा वने त्रयः ॥ ३१॥","देवगन्धर्वसंकाशास्तत्र ते 'फिर शृंगवेरपुरमें गंगा तटपर अपने प्रिय निषादराज गुहके पास । अयोध्याके लिये] विदा कर दिया ॥ २९॥ | पहुँचकर धर्मात्मा श्रीरामचन्द्रजीने सारथिको गुहेन सहितो रामो लक्ष्मणेन च सीतया।\n" +
                "\n" +
                "न्यवसन् सुखम्। आश्रमपर आज्ञासे चित्रकूटपर्वतपर गये। वहाँ वे तीनों देवता और 'निषादराज गुह, लक्ष्मण और सीताके साथ राम--ये चारों एक वनसे दूसरे वनमें गये। मार्गमें बहुत जलोंवाली अनेकों नदियोंको पार करके [भरद्वाजके पहुँचे और गुहको वहीं छोड़] भरद्वाज मुनिकी गन्धर्वोके समान वनमें नाना प्रकारकी लीलाएँ करते हुए एक रमणीय पर्णकुटी बनाकर उसमें सानन्द रहने लगे॥ ३०-३१३॥ " ));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("चित्रकूट गते\n" +
                "\n" +
                "रामे पुत्रशोकातुरस्तदा॥३२॥\n" +
                "\n" +
                "राजा दशरथः स्वर्गं जगाम विलपन् सुतम्।\n","रामके चित्रकूट चले जानेपर पुत्रशोकसे पीडित राजा दशरथ उस समय पुत्रके लिये [उसका नाम लेलेकर] विलाप करते हुए स्वर्गगामी हुए ॥ ३२३ ॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("गते तु तस्मिन् भरतो वसिष्ठप्रमुखैर्द्विजैः॥३३॥ नियुज्यमानो राज्याय नैच्छद् राज्यं महाबलः।\n" +
                "\n" +
                "स जगाम वनं वीरो रामपादप्रसादकः॥३४॥ ","'उनके स्वर्गगमनके पश्चात् वसिष्ठ आदि प्रमुख ब्राह्मणोंद्वारा राज्यसंचालनके लिये नियुक्त किये जानेपर भी महाबलशाली वीर भरतने राज्यकी कामना न करके पूज्य रामको प्रसन्न करनेके लिये वनको ही प्रस्थान किया ॥ ३३-३४॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("गत्वा तु स महात्मानं रामं सत्यपराक्रमम्। अयाचद् भ्रातरं राममार्यभावपुरस्कृतः॥ ३५॥","'वहाँ पहुँचकर सद्भावनायुक्त भरतजीने अपने बड़े भाई सत्यपराक्रमी महात्मा रामसे याचना की और यों | कहा-धर्मज्ञ! आप ही राजा हो'॥ ३५ ॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("॥ रामोऽपि परमोदारः सुमुखः सुमहायशाः॥३६॥ छत् पितुरादेशाद् राज्यं रामो महाबलः। पादुके चास्य राज्याय न्यासं दत्त्वा पुनः पुनः॥३७॥","न\n" +
                "\n" +
                "रामने भी पिताके आदेशका पालन करते हुए राज्यकी अभिलाषा न की और उन भरताग्रजने राज्यके लिये न्यास (चिह्न) रूपमें अपनी खड़ाऊँ भरतको देकर उन्हें बारबार आग्रह करके लौटा दिया ॥ ३६-३७३ ॥\n"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("काममनवाप्यैव रामपादावुपस्पृशन्॥ ३८॥\n" +
                "\n" +
                "नन्दिग्रामेऽकरोद् राज्यं रामागमनकांक्षया।\n","अपनी अपूर्ण इच्छाको लेकर ही भरतने रामके चरणोंका स्पर्श किया और रामके आगमनकी प्रतीक्षा करते हुए वे नन्दिग्राममें राज्य करने लगे॥ ३८३ ॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("गते तु भरते श्रीमान् सत्यसंधो जितेन्द्रियः ॥ ३९॥ रामस्तु पुनरालक्ष्य नागरस्य जनस्य च तत्रागमनमेकाग्रो दण्डकान् प्रविवेश ह॥४०॥","'भरतके लौट जानेपर सत्यप्रतिज्ञ जितेन्द्रिय श्रीमान् रामने वहाँपर पुनः नागरिक जनोंका आना-जाना देखकर उनसे बचनेके लिये] एकाग्रभावसे दण्डकारण्यमें प्रवेश किया॥३९-४०॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("प्रविश्य तु महारण्यं रामो राजीवलोचनः । विराधं राक्षसं हत्वा शरभंगं ददर्श ह॥४१॥","'उस महान् वनमें पहुँचनेपर कमललोचन रामने विराध नामक राक्षसको मारकर शरभंग, सुतीक्ष्ण, अगस्त्य मुनि तथा अगस्त्यके भ्राताका दर्शन किया॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("अगस्त्यवचनाच्चैव जग्राहैन्द्रं शरासनम्॥४२॥ खड्गं च परमप्रीतस्तूणी चाक्षयसायको।","'फिर अगस्त्य मुनिके कहनेसे उन्होंने ऐन्द्र धनुष, एक खंग और दो तूणीर, जिनमें बाण कभी नहीं घटते थे, प्रसन्नतापूर्वक ग्रहण किये॥ ४२३ ॥\\n\",\"वसतस्तस्य रामस्य वने वनचरैः सह॥४३॥ एक दिन वनमें वनचरोंके साथ रहनेवाले श्रीरामके पास असुर तथा राक्षसोंके वधके लिये निवेदन करनेको वहाँके सभी ऋषि आये॥ ४३६ ॥ \\n\" +\n" +
                "                \"\\n\" +\n" +
                "                \"ऋषयोऽभ्यागमन् सर्वे वधायासुररक्षसाम्।\n"));


        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("स तेषां प्रतिशुश्राव राक्षसानां तदा वने॥४४॥ प्रतिज्ञातश्च रामेण वधः संयति रक्षसाम्। ऋषीणामग्निकल्पानां दण्डकारण्यवासिनाम्॥४५॥", "उस समय वनमें श्रीरामने दण्डकारण्यवासी अग्निके समान तेजस्वी उन ऋषियोंको राक्षसोंके मारनेका वचन दिया और संग्राममें उनके वधकी प्रतिज्ञा की।"));



        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("तेन तत्रैव वसता जनस्थाननिवासिनी।\n" +
                "\n" +
                "'परंतु महान् यशस्वी परम उदार प्रसन्नमुख महाबली | विरूपिता शूर्पणखा राक्षसी कामरूपिणी॥ ४६॥\n","कहाँ हो रहते हुए श्रीरामाने चानुसार रूप | अपाचारको अपमान निवासिनी शूर्पणखा नामकी | राक्षसोको (लक्ष्मणके द्वारा उसकी नाक कटाकर। | म कर दिया ॥ ४६॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("ततः शूर्पणखावाक्यादुपुक्तान् सर्वराक्षसान्। खरं त्रिशिरस चैव दूषणं चैव राक्षसम्॥४७॥","राक्षसोंको और खर, दूषण, त्रिशिरा तथा उनके पृष्ठपोषक असुरोंको रामने युद्धमें मार डाला॥ ४७"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("वने तस्मिन् निवसता जनस्थाननिवासिनाम्॥४८॥ रक्षसां निहतान्यासन् सहस्राणि चतुर्दश।","'उस वनमें निवास करते हुए उन्होंने जनस्थानवासी चौदह हजार राक्षसोंका वध किया॥ ४८३ ॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("॥ ततो ज्ञातिवधं श्रुत्वा रावणः क्रोधमूछितः॥४९॥ ","'मायावी मारीचके द्वारा उसने दोनों राजकुमारोंको आश्रमसे दूर हटा दिया और स्वयं रामकी पत्नी सीताका | अपहरण कर लिया, [जाते समय मार्गमें विघ्न डालनेके |"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("कारण] उसने जटायु नामक गृध्रका वध किया॥५२३ ॥ गृधं च निहतं दृष्ट्वा हृतां श्रुत्वा च मैथिलीम्॥५३॥ राघवः शोकसंतप्तो विललापाकुलेन्द्रियः।","'मायावी मारीचके द्वारा उसने दोनों राजकुमारोंको आश्रमसे दूर हटा दिया और स्वयं रामकी पत्नी सीताका | अपहरण कर लिया, [जाते समय मार्गमें विघ्न डालनेके | कारण] उसने जटायु नामक गृध्रका वध किया॥५२३ ॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("गृधं च निहतं दृष्ट्वा हृतां श्रुत्वा च मैथिलीम्॥५३॥ राघवः शोकसंतप्तो विललापाकुलेन्द्रियः।","राघव ततस्तेनैव शोकेन गृधं दग्ध्वा जटायुष मार्गमाणो वने सीता राक्षसं संददर्श कबन्धं नाम रूपेण विकृतं घोरदर्शन तं निहत्य महाबाहुर्ददाह स्वर्गतश्च । 'फिर उसी शोकमें पड़े हुए उन्होंने जा अग्निसंस्कार किया और वनमें सीताको कबन्ध नामक राक्षसको देखा, जो शरीरसे ।। भयंकर दीखनेवाला था।"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("महाबाहु रामने र उसका भी दाह किया, अतः वह स्वर्गको च स चास्य कथयामास शबरीं धर्मचारिणी श्रमणां धर्मनिपुणामभिगच्छेति","'तदनन्तर अपने कुटुम्बका वध सुनकर रावण नामका राक्षस क्रोधसे मूर्छित हो उठा और उसने मारीच राक्षससे सहायता माँगी"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("वार्यमाणः सुबहुशो मारीचेन स रावणः॥५०॥ न विरोधो बलवता क्षमो रावण तेन ते। अनादृत्य तु तद्वाक्यं रावण: कालचोदितः॥५१॥ सहमारीचस्तस्याश्रमपदं जगाम तदा।","'यद्यपि मारीचने यह कहकर कि 'रावण! उस बलवान् रामके साथ तुम्हारा विरोध ठीक नहीं है' रावणको अनेकों बार मना किया; परंतु कालकी प्रेरणासे रावणने मारीचके वाक्योंको टाल दिया और उसके साथ ही रामके आश्रमपर गया॥५०-५१३ ॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("| तेन मायाविना दूरमपवाह्य नृपात्मजौ॥५२॥ जहार भार्यां रामस्य गृधं हत्वा जटायुषम्।","'तत्पश्चात् जटायुको आहत देखकर और (उसीके मुखसे) सीताका हरण सुनकर रामचन्द्रजी शोकसे पीड़ित होकर विलाप करने लगे, उस समय उनकी सभी इन्द्रियाँ व्याकुल हो उठी थीं॥५३३ ॥\n" +
                "\n"));
        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("धर्मचारिणी पता बतलाया और कहा–'रघुनन्दन! आप ५\n" +
                "\n" +
                "'जाते समय उसने रामसे\n" +
                "\n" +
                "संन्यासिनी शबरीके आश्रमपर जाइये'॥ ५६ सोऽभ्यगच्छन्महातेजाः शबरीं शत्रुसूदन शबर्या पूजितः"," सम्यग् रामो दशरथात्मज'शत्रुहन्ता महान् तेजस्वी दशरथकुमार राम यहाँ गये, उसने इनका भलीभाँति पूजन किया पम्पातीरे हनुमता संगतो वानरेण - हनुमद्वचनाच्चैव सुग्रीवेण 'फिर वे पम्पासरके तटपर हनुमान् नामक मिले और उन्हींके कहनेसे सुग्रीवसे भी मेल सुग्रीवाय च तत्सर्वं शंसद्रामो महाबलः आदितस्तद् यथावृत्तं सीतायाश्च विशेषतः 'तदनन्तर महाबलवान् रामने आदिसे ही कुछ हुआ था वह और विशेषतः सीताका सुग्रीवसे कह सुनाया॥५९३ ॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("पादांगुष्क्षन चिक्षेप सम्पूर्ण\n" +
                "\n" +
                "अस्थिसमूहको देखा और पैरके अंगूठेसे उसे दस दशयोजनम्॥६५॥ ","'महाबली महाबाहु श्रीरामने तनिक मुसकराकर शेजन दूर फेक दिया ॥६५॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("विभेद च पुनस्तालान् सप्तैकेन महेषुणा।\n" +
                "\n" +
                "शिरि रसातलं चैव जनयन् प्रत्ययं तदा॥६६॥ ","'फिर एक ही महान् बाणसे उन्होंने अपना विश्वास दिलाते हुए सात तालवृक्षोंको और पर्वत तथा | रसातलको बींध डाला॥६६॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("डाला॥६६॥ ततः प्रीतमनास्तेन विश्वस्तः स महाकपिः।\n" +
                "\n" +
                "॥६७॥ ","तदनन्तर रामके इस कार्यसे महाकपि सुग्रीव मन-ही-मन प्रसन्न हुए और उन्हें रामपर विश्वास हो गया। फिर वे उनके साथ किष्किन्धा गुहामें गये॥६७॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("ततोऽगर्जद्धरिवरः सुग्रीवो हेमपिंगलः। तेन नादेन महता निर्जगाम हरीश्वरः॥६८॥ अनुमान्य तदा तारां सुग्रीवेण समागतः। निजघान च तत्रैनं शरेणैकेन राघवः॥६९॥","'वहाँपर सुवर्णके समान पिंगलवर्णवाले वीरवर सुग्रीवने गर्जना की, उस महानादको सुनकर वानरराज वाली अपनी पत्नी ताराको आश्वासन देकर तत्काल | घरसे बाहर निकला और सुग्रीवसे भिड़ गया। वहाँ रामने वालीको एक ही बाणसे मार गिराया॥ ६८-६९॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("सुग्रीववचनाद्धत्वा वालिनमाहवे। सुग्रीवमेव तद्राज्ये राघवः प्रत्यपादयत्॥७०॥ ततः\n" +
                "\n" +
                "किष्किन्धां रामसहितो जगाम च गुहां तदा\n","'सुग्रीवके कथनानुसार उस संग्राममें वालीको मारकर उसके राज्यपर रामने सुग्रीवको ही बिठा दिया॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("स च सर्वान् समानीय वानरान् वानरर्षभः।\n" +
                "\n" +
                "दिशः प्रस्थापयामास दिदृक्षुर्जनकात्मजाम्॥७१॥\n","\n" +
                "'तब उन वानरराजने भी सभी वानरोंको बुलाकर जानकीका पता लगानेके लिये उन्हें चारों दिशाओंमें भेजा॥ ततो गृध्रस्य वचनात् सम्पातेर्हनुमान् बली। शतयोजनविस्तीर्णं पुप्लुवे लवणार्णवम्॥७२॥\n"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("तत्र ला समासाद्य पुरीं रावणपालिता।\n" +
                "\n" +
                "ददर्श सीतां ध्यायन्तीमशोकवनिका गताम॥७३॥ ","'वहाँ रावणपालित लङ्कापुरीमें पहुँचकर उन्होंने निवेदयित्वाभिज्ञानं प्रवृत्तिं विनिवेद्य च। अशोकवाटिकामें सीताको चिन्तामान देखा ॥७३॥"));
        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("वैदेहीं मर्दयामास तोरणम्॥७४॥","\n" +
                "समाश्वास्य च 'तब उन विदेहनन्दिनीको अपनी पहचान देकर रामका संदेश सुनाया और उन्हें सान्त्वना देकर उन्होंने वाटिकाका द्वार तोड़ डाला ॥ ७४ ॥\n"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("पञ्च सेनाग्रगान् हत्वा सप्त मन्त्रिसुतानपि। |\n" +
                "शूरमक्षं च निष्पिष्य ग्रहणं समुपागमत्॥७५॥ ","'फिर पाँच सेनापतियों और सात मन्त्रिकुमारोंकी हत्या कर वीर अक्षकुमारका भी कचूमर निकाला, अस्त्रेणोन्मुक्तमात्मानं ज्ञात्वा पैतामहाद् वरात्। इसके बाद वे [जान-बूझकर] पकड़े गये ॥ ७५ ॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("मर्षयन् राक्षसान् वीरो यन्त्रिणस्तान्\n" +
                "\n" +
                "यदृच्छ्या॥७६॥","'ब्रह्माजीके वरदानसे अपनेको ब्रह्मपाशसे छूटा हुआ जानकर भी वीर हनुमान्जीने अपनेको बाँधनेवाले उन राक्षसोंका अपराध स्वेच्छानुसार सह लिया॥७६॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("ततो दग्ध्वा पुरीं लङ्कामृते सीतां च मैथिलीम्।\n" +
                "\n" +
                "रामाय प्रियमाख्यातुं पुनरायान्महाकपिः॥७७॥ ","'तत्पश्चात् मिथिलेशकुमारी सीताके [स्थानके] अतिरिक्त समस्त लङ्काको जलाकर वे महाकपि हनुमान्जी रामको प्रिय संदेश सुनानेके लिये लंकासे लौट आये॥ ७७ ॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("सोऽभिगम्य महात्मानं कृत्वा रामं प्रदक्षिणम्।\n" +
                "\n" +
                "न्यवेदयदमेयात्मा दृष्टा सीतेति तत्त्वतः॥७८॥ '","'अपरिमित बुद्धिशाली हनुमान्जीने वहाँ जा महात्मा रामकी प्रदक्षिणा करके यो सत्य निवेदन किया-'मैंने सीताजीका दर्शन किया है'॥ ७८ ॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("॥ ततः सुग्रीवसहितो गत्वा तीरं महोदधेः ।\n" +
                "समुद्रं क्षोभयामास शरैरादित्यसंनिभैः॥७९॥ '","'इसके अनन्तर सुग्रीवके साथ भगवान् रामने महासागरके तटपर जाकर सूर्यके समान तेजस्वी बाणोंसे समुद्रको क्षुब्ध किया ॥ ७९ ॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("दर्शयामास चात्मानं समुद्रः सरितां पतिः। समुद्रवचनाच्चैव नलं सेतुमकारयत्॥८०॥","तब नदीपति समुद्रने अपनेको प्रकट कर दिया, फिर | समुद्रके ही कहनेसे रामने नलसे पुल निर्माण कराया॥ तेन गत्वा पुरीं लङ्कां हत्वा रावणमाहवे।\n" +
                "\n"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("गत्वा पुरीं लङ्कां हत्वा रावणमाहवे।\n" +
                "\n" +
                "रामः सीतामनुप्राप्य परां व्रीडामुपागमत् ॥८१॥","'उसी पुलसे लङ्कापुरीमें जाकर रावणको मारा, फिर सीताके मिलनेपर रामको बड़ी लज्जा हुई ॥८१॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("तामुवाच ततो रामः परुषं जनसंसदि। अमृष्यमाणा सा सीता विवेश ज्वलनं सती॥८२॥","'तब भरी सभामें सीताके प्रति वे मर्मभेदी वचन कहने लगे। उनकी इस बातको न सह सकनेके कारण साध्वी सीता अग्निमें प्रवेश कर गयी ॥ ८२॥ "));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("ततोऽग्निवचनात् सीतां ज्ञात्वा विगतकल्मषाम्। कर्मणा तेन महता त्रैलोक्यं सचराचरम्॥४३॥ सदेवर्षिगणं तुष्टं राघवस्य महात्मनः ।","'इसके बाद अग्निके कहनेसे उन्होंने सीताको निष्कलङ्क माना। महात्मा रामचन्द्रजीके इस महान् कर्मसे देवता और ऋषियोंसहित चराचर त्रिभुवन संतुष्ट हो गया॥ ८३३॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("बभौ रामः सम्प्रहृष्टः पूजितः सर्वदैवतैः॥८४॥ अभिषिच्य च लङ्कायां राक्षसेन्द्रं विभीषणम्।\n" +
                "\n" +
                "कृतकृत्यस्तदा रामो विज्वरः प्रमुमोद ह॥८५॥\n","'फिर सभी देवताओंसे पूजित होकर राम बहुत ही प्रसन्न हुए और राक्षसराज विभीषणको लङ्काके राज्यपर अभिषिक्त करके कृतार्थ हो गये। उस समय निश्चिन्त होनेके कारण उनके आनन्दका ठिकाना न रहा ॥८४-८५॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("देवताभ्यो वरं प्राप्य समुत्थाप्य च वानरान्। अयोध्यां प्रस्थितो रामः पुष्पकेण सुहृद्वृतः॥८६","'यह सब हो जानेपर राम देवताओंसे वर पाकर और मरे हुए वानरोंको जीवन दिलाकर अपने सभी साथियोंके साथ पुष्पकविमानपर चढ़कर अयोध्याके लिये प्रस्थित हुए। ८६॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("भरद्वाजाश्रमं गत्वा सत्यपराक्रमः। भरतस्यान्तिके रामो हनूमन्तं व्यसर्जयत्॥८७॥ ","'भरद्वाज मुनिके आश्रमपर पहुँचकर सबको आराम देनेवाले सत्यपराक्रमी रामने भरतके पास हनुमान्को भेजा ॥ ८७॥"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("\n" +
                "श्रीमद्वाल्मीकीयरामायणे पुष्पकारूढ़ हो वे नन्दिग्रामको गये ॥ ८८ ॥ नन्दिग्रामे जटां हित्वा भ्रातृभिः सहितोऽनघः । रामः सीतामनुप्राप्य राज्यं पुनरवाप्तवान्। 'निष्पाप रामचन्द्रजीने नन्दिग्राममें अपन\n" +
                "\n" +
                "भाइयोंके साथ, सीताको पानेके अनन्त\n" +
                "\n" +
                "1 कटाकर अपना राज्य प्राप्त किया है।८९॥ ","प्रहृष्टमुदितो लोकस्तुष्ट: पुष्ट: सुधार्मिकः निरामयो ह्यरोगश्च दुर्भिक्षभयवर्जितः॥ 'अब रामके राज्यमें लोग प्रसन्न, सुखी, पुष्ट, धार्मिक तथा रोग-व्याधिसे मुक्त रहेंगे दुर्भिक्षका भय न होगा॥९० ॥ न पुत्रमरणं केचिद् द्रक्ष्यन्ति पुरुषाः क्वचित्।\n" +
                "\n" +
                "नार्यश्चाविधवा नित्यं भविष्यन्ति 'कोई कहीं भी अपने पुत्रकी मृत्यु नहीं स्त्रियाँ विधवा न होंगी, सदा ही पतिव्रता होंगी न चाग्निजं भयं किंचिन्नाप्सु मज्जन्ति जन्तवः। \n"));

        balkandFirstAdhyaModels.add(new BalkandFirstAdhyaModel("न वातजं भयं किंचिन्नापि ज्वरकृतं तथा॥\n" +
                "\n" +
                "'आग लगनेका किंचित् भी भय न होगा, कोई जलमें नहीं डूबेंगे, वात और ज्वरका भय थोड़ा भी रहेगा ॥ ९२॥\n","न चापि क्षुद्भयं तत्र न तस्करभयं तथा। नगराणि च राष्ट्राणि धनधान्ययुतानि नित्यं प्रमुदिताः सर्वे यथा कृतयुगे तथा। 'क्षुधा तथा चोरीका डर भी जाता रहेगा, नगर और राष्ट्र धन-धान्यसम्पन्न होंगे। सत्ययु भाँति सभी लोग सदा प्रसन्न रहेंगे"));


        balkandFirstAdhyaAdapter=new BalkandFirstAdhyaAdapter(balkandFirstAdhyaModels,getContext());

        balkhandFirstAdhyaRV.setAdapter(balkandFirstAdhyaAdapter);



        // balkand second adhya
        balkandSecondModels.add(new BalkandSecondModel("इद पवित्र पापघ्नं पुण्यं वेदैश्च सम्मितम्। साथ ही\n" +
                "पठेद् रामचरित सर्वपापैः प्रमुच्यते॥१८॥ ","प्रमुच्यते॥१८॥ 'वेदोंके समान पवित्र, पापनाशक और पुण्यमय इस रामचरितको जो पढ़ेगा, वह सब पापोंसे मुक्त हो जायगा॥"));

        balkandSecondModels.add(new BalkandSecondModel("एतदाख्यानमायुष्यं पठन् रामायणं नरः। सपुत्रपौत्रः सगणः प्रेत्य स्वर्गे महीयते ॥९९॥","'आयु बढ़ानेवाली इस रामायण-कथाको पढ़नेवाला | मनुष्य मृत्युके अनन्तर पुत्र, पौत्र तथा अन्य परिजनवर्गके इत्याचे श्रीमद्रामायणे वाल्मीकीये\n" +
                "\n" +
                "स्वर्गलोकमें प्रतिष्ठित होगा ।। \n"));

        balkandSecondModels.add(new BalkandSecondModel("पठन् द्विजो वागृषभत्वमीयात् स्यात् क्षत्रियो भूमिपतित्वमीयात्\n" +
                "\n" +
                "। वणिग्जनः पण्यफलत्वमीया\n","उनके देवलोक पधारनेके दो ही घड़ी बाद वाल्मीकिजी तमसा नदीके तटपर गये, जो गंगाजीसे | अधिक दूर नहीं था॥३॥ "));

        balkandSecondModels.add(new BalkandSecondModel("स तु तीरं समासाद्य तमसाया मुनिस्तदा। शिष्यमाह स्थितं पार्श्वे दृष्ट्वा तीर्थमकर्दमम्॥४॥","तमसाके तटपर पहुँचकर वहाँके घाटको कीचड़से रहित देख मुनिने अपने पास खड़े हुए | शिष्यसे कहा-॥४॥"));

        balkandSecondModels.add(new BalkandSecondModel("अकर्दममिदं तीर्थं भरद्वाज निशामय। रमणीयं प्रसन्नाम्बु सन्मनुष्यमनो यथा॥५॥ ","'भरद्वाज! देखो, यहाँका घाट बड़ा सुन्दर है।"));

        balkandSecondModels.add(new BalkandSecondModel("ज्जनश्च शूद्रोऽपि महत्त्वमीयात्।। १००॥ ","'इसे ब्राह्मण पढ़े तो विद्वान् हो, क्षत्रिय पढ़ता हो तो पृथ्वीका राज्य प्राप्त करे, वैश्यको व्यापारमें लाभ हो और शूद्र भी प्रतिष्ठा प्राप्त करे' ॥ १०० ॥ "));

        balkandSecondModels.add(new BalkandSecondModel("आदिकाव्ये बालकाण्डे प्रथमः सर्गः॥१॥","इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके बालकाण्डमें पहला सर्ग पूरा हुआ॥१॥"));

        balkandSecondModels.add(new BalkandSecondModel("यथावत् पूजितस्तेन देवर्षि रदस्तथा। आपृच्छ्येवाभ्यनुज्ञातः स जगाम विहायसम्॥२॥","वाल्मीकिजीसे यथावत् सम्मानित हो देवर्षि नारदजीने जानेके लिये उनसे आज्ञा माँगी और उनसे | अनुमति मिल जानेपर वे आकाशमार्गसे चले गये॥२॥ "));

        balkandSecondModels.add(new BalkandSecondModel("गये॥२॥ स मुहूर्तं गते तस्मिन् देवलोकं मुनिस्तदा। तमसातीरं जाह्नव्यास्त्वविदूरतः॥३॥","जगाम\n" +
                "\n" +
                "इसमें कीचड़का नाम नहीं है। यहाँका जल वैसा ही\n" +
                "\n" +
                "स्वच्छ है, जैसा सत्पुरुषका मन होता है"));

        balkandSecondModels.add(new BalkandSecondModel("न्यस्यतां कलशस्तात दीयतां वल्कलं मम। इदमेवावगाहिष्ये तमसातीर्थमुत्तमम्॥६॥","'तात! यहीं कलश रख दो और मुझे मेरा वल्कल दो। मैं तमसाके इसी उत्तम तीर्थमें स्नान करूँगा'॥६॥"));

        balkandSecondModels.add(new BalkandSecondModel("एवमुक्तो भरद्वाजो वाल्मीकेन महात्मना। प्रायच्छत मुनेस्तस्य वल्कलं नियतो गुरोः॥७॥ ","महात्मा वाल्मीकिके ऐसा कहनेपर नियमपरायण शिष्य भरद्वाजने अपने गुरु मुनिवर वाल्मीकिको वल्कलवस्त्र दिया॥७॥"));

        balkandSecondModels.add(new BalkandSecondModel("स शिष्यहस्तादादाय वल्कलं नियतेन्द्रियः।\n" +
                "\n" +
                "विचचार ह पश्यंस्तत् सर्वतो विपुलं वनम्॥८॥\n","शिष्यके हाथसे वल्कल लेकर वे जितेन्द्रिय मुनि वहाँके विशाल वनकी शोभा देखते हुए सब ओर विचरने लगे॥८॥"));

        balkandSecondModels.add(new BalkandSecondModel("तस्याभ्याशे तु मिथुनं चरन्तमनपायिनम्।\n" +
                "\n" +
                "ददर्श भगवांस्तत्र क्रौञ्चयोश्चारुनिःस्वनम्॥९॥ ","उनके पास ही क्रौञ्च पक्षियोंका एक जोड़ा, जो कभी एक-दूसरेसे अलग नहीं होता था, विचर रहा था। वे दोनों पक्षी बड़ी मधुर बोली बोलते थे। भगवान् वाल्मीकिने पक्षियोंके उस जोड़ेको वहाँ देखा ॥९॥"));

        balkandSecondModels.add(new BalkandSecondModel("तस्मात् तु मिथुनादेकं पुमांसं पापनिश्चयः। जघान वैरनिलयो निषादस्तस्य पश्यतः॥१०॥","उसी समय पापपूर्ण विचार रखनेवाले एक निषादने,\n" +
                "'महायशस्वी राम बहुत-से सुवर्णोंकी दक्षिणा सौ अश्वमेध यज्ञ करेंगे, उनमें विधिपूर्वक विद्वानोंको हजार करोड़ (एक खरब) गौ और ब्राह्मणोंको अपरि धन देंगे तथा सौगुने राजवंशोंकी स्थापना करेंगे। संक चारों वर्णोंको वे अपने-अपने धर्ममें नियुक्त रखें दशवर्षसहस्राणि दशवर्षशतानि रामो राज्यमुपासित्वा ब्रह्मलोकं प्रयास्यति॥ "));

        balkandSecondModels.add(new BalkandSecondModel("भार्या तु निहतं दृष्ट्वा रुराव करुणां गिरम्॥११॥","वह पक्षी खूनसे लथपथ होकर पृथ्वीपर गिर पड़ा और पंख फड़फड़ाता हुआ तड़पने लगा। अपने पतिकी हत्या हुई देख उसकी भार्या क्रौञ्ची करुणाजनक स्वरमें वियुक्ता पतिना तेन द्विजेन सहचारिणा। पत्रिणा सहितेन वै॥१२॥"));

        balkandSecondModels.add(new BalkandSecondModel("मा निषाद प्रतिष्ठां त्वमगमः शाश्वतीः समाः।\n" +
                "\n" +
                "यत् क्रौञ्चमिथुनादेकमवधीः 'निषाद! तुझे नित्य-निरन्तर-कभी भी शान्ति न |","| मिले; क्योंकि तूने इस क्रौञ्चके जोड़ेमेंसे एककी, जो कामसे मोहित हो रहा था, बिना किसी अपराधके ही हत्या कर डाली' "));

        balkandSecondModels.add(new BalkandSecondModel("तस्येत्थं ब्रुवतश्चिन्ता बभूव हद वीक्षतः। शोकार्तेनास्य शकुनेः\n" +
                "\n" +
                "किमिदं व्याहृतं मया॥१६॥\n" +
                "\n" +
                "श्रीमद्वाल्मीकीयरामायणे\n" +
                "\n" +
                "देखते-देखते बाणसे मार डाला ॥१०॥","ते शोणितपरीतांगं चेष्टमानं जो समस्त जन्तुओंका अकारण वैरी था, वहाँ पक्षियोंके उस जोड़ेमेंसे एक नर पक्षीको मुनिके महीतले।"));

        balkandSecondModels.add(new BalkandSecondModel("ऋषेर्धर्मात्मनस्तस्य कारुण्यं समपद्यत॥१३॥ सोऽभिषेकं ततः","निषादने जिसे मार गिराया था, उस नर पक्षीकी वह दुर्दशा देख उन धर्मात्मा ऋषिको बड़ी दया आयी॥ १३॥"));

        balkandSecondModels.add(new BalkandSecondModel("ततः करुणवेदित्वादधर्मोऽयमिति द्विजः।","'तात! शोकसे पीड़ित हुए मेरे मुखसे जी का पड़ा है, यह चार चरणों में आबद्ध है। इस चरणमें बराबर-बराबर (यानी आठ-आठ) * इसे वीणाके लयपर गाया भी जा सकता यह वचन श्लोकरूप (अर्थात् श्लोक नामक छ काव्यरूप या यश:स्वरूप) होना चाहिये, अन्याय शिष्यस्तु तस्य ब्रुवतो मुनेर्वाक्यमनुत्तमम्। प्रतिजग्राह संतुष्टस्तस्य तुष्टोऽभवन्मुनिः उत्तम बात सुनकर उनी\n" +
                "\n" +
                "मुनिकी यह भरद्वाजको बड़ी प्रसन्नता हुई और उसने उनका करते हुए कहा-'हाँ, आपका यह वाक्य श्लोक होना चाहिये।'\n"));

        balkandSecondModels.add(new BalkandSecondModel("चिन्तयन् स महाप्राज्ञश्चकार मतिमान्मतिम्। शिष्यं चैवाब्रवीद् वाक्यमिदं स मुनिपुंगवः ॥१७॥\n" +
                "\n" +
                "स प्रविश्याश्रमपदं शिष्येण सह धर्मवित्। उपविष्ट: कथाश्चान्याश्चकार ध्यानमास्थितः।।\n" +
                "\n","शिष्यके साथ आश्रममें पहुँचकर धर्मनः वाल्मीकिजी आसनपर बैठे और दूसरी-दुसी करने लगे; परंतु उनका ध्यान उस श्लोककी की लगा था॥२२॥ "));
        balkandSecondModels.add(new BalkandSecondModel("रामस्य चरितं कृत्स्नं कुरु\n" +
                "\n" +
                "निरामयम्॥२५॥","तत्पश्चात् उन्होंने पाद्य, अर्घ्य, आसन और स्तुति आदिके द्वारा भगवान् ब्रह्माजीका पूजन किया और उनके चरणोंमें विधिवत् प्रणाम करके उनसे कुशल- | समाचार पूछा॥२५॥\n" +
                "\n"));

        balkandSecondModels.add(new BalkandSecondModel("भगवानासने वाल्मीकये च ऋषये\n" +
                "\n" +
                "अथोपविश्य\n" +
                "\n" +
                "परमार्चिते।\n" +
                "\n" +
                "संदिदेशासनं ततः॥२६॥ ","भगवान् ब्रह्माने एक परम उत्तम आसनपर विराजमान होकर वाल्मीकि मुनिको भी आसन ग्रहण करनेकी आज्ञा दी॥ २६॥ "));

        balkandSecondModels.add(new BalkandSecondModel("ब्रह्मणा समनुज्ञातः सोऽप्युपाविशदासने। उपविष्टे तदा तस्मिन् साक्षाल्लोकपितामहे॥२७॥ तद्गतेनैव मनसा वाल्मीकिानमास्थितः। पापात्मना कृतं कष्टं वैरग्रहणबुद्धिना॥२८॥ यत् तादृशं चारुरवं क्रौञ्चं हन्यादकारणात्।","ब्रह्माजीकी आज्ञा पाकर वे भी आसनपर बैठे। उस समय साक्षात् लोकपितामह ब्रह्मा सामने बैठे हुए | थे तो भी वाल्मीकिका मन उस क्रौञ्च पक्षीवाली घटनाकी ओर ही लगा रहा। वे उसीके विषयमें सोचने लगे-'ओह! जिसकी बुद्धि वैरभावको ग्रहण करनेमें ही लगी रहती है, उस पापात्मा व्याधने बिना किसी अपराधके ही वैसे मनोहर कलरव करनेवाले क्रौञ्च पक्षीके प्राण ले लिये' ॥ २७-२८३ ॥ "));


        balkandSecondModels.add(new BalkandSecondModel("तमुवाच ततो ब्रह्मा प्रहसन् मुनिपुंगवम्॥३०॥ श्लोक एवास्त्वयं बद्धो नात्र कार्या विचारणा। मच्छन्दादेव ते ब्रह्मन् प्रवृत्तेयं सरस्वती॥३१॥","तुम्हारे मुंहसे निकला हुआ यह छन्दोबद्ध वाक्य श्लोकरूप ही होगा। इस विषयमें तुम्हें कोई अन्यथा विचार नहीं करना चाहिये। मेरे संकल्प अथवा प्रेरणासे ही तुम्हारे मुँहसे ऐसी वाणी निकली है ॥ ३०-३१।। "));


        balkandSecondModels.add(new BalkandSecondModel("यावत् स्थास्यन्ति गिरयः सरितश्च महीतले॥३६॥ ","'इस पृथ्वीपर जबतक नदियों और पर्वतोंकी सत्ता रहेगी, तबतक संसारमें रामायणकथाका प्रचार होता रहेगा॥ ३६॥"));

        balkandSecondModels.add(new BalkandSecondModel("यावद् रामस्य च कथा त्वत्कृता प्रचरिष्यति॥ ३७॥","तावदूर्ध्वमधश्च त्वं मल्लोकेषु निवत्स्यसि।\n" +
                "\n" +
                "'जबतक तुम्हारी बनायी हुई श्रीरामकथाका लोकमें प्रचार रहेगा, तबतक तुम इच्छानुसार ऊपर-नीचे तथा मेरे लोकोंमें निवास करोगे' ॥ ३७३ ।।\n"));

        balkandSecondModels.add(new BalkandSecondModel("इत्युक्त्वा भगवान् ब्रह्मा तत्रैवान्तरधीयत।\n" +
                "\n" +
                "ततः सशिष्यो भगवान् मुनिर्विस्मयमाययौ॥ ३८॥ ","ऐसा कहकर भगवान् ब्रह्माजी वहीं अन्तर्धान हो गये। उनके वहीं अन्तर्धान होनेसे शिष्योंसहित भगवान् | वाल्मीकि मुनिको बड़ा विस्मय हुआ॥ ३८॥"));

        balkandSecondModels.add(new BalkandSecondModel("तस्थ शिष्यास्ततः सवें जगुः श्लोकमिमं पुनः । मुहमूहः प्रीयमाणा: प्राहुश्च\n" +
                "\n" +
                "भशविस्मिताः॥ ३९॥ ","तदनन्तर उनके सभी शिष्य अत्यन्त प्रसन्न होकर बार बार इस श्लोकका गान करने लगे तथा परम विस्मित हो परस्पर इस प्रकार कहने लगे-- ॥३९॥ "));

        balkandSecondModels.add(new BalkandSecondModel("समाक्षरैश्चतुर्भिर्यः पादैर्गीतो महर्षिणा। भूयः शोकः श्लोकत्वमागतः ॥ ४०॥","दुःखी होकर जिस समान अक्षरोंवाले चार चरणोंसे युक्त वाक्यका गान किया था, वह था तो उनके हृदयका शोक; किंतु उनकी वाणीद्वारा उच्चारित होकर श्लोकरूप* हो गया'॥ ४०॥"));

        balkandSecondModels.add(new BalkandSecondModel("तस्य बुद्धिरियं जाता महर्षे वितात्मनः ।\n" +
                "\n" +
                "कृत्स्नं रामायणं काव्यमीदृशैः करवाण्यहम्॥४१॥ ","इधर शुद्ध अन्त:करणवाले महर्षि वाल्मीकिके मनमें यह विचार हुआ कि मैं ऐसे ही श्लोकोंमें सम्पूर्ण रामायणकाव्यकी रचना करूँ॥४१॥ "));

        balkandSecondModels.add(new BalkandSecondModel("। सममधुरोपनतार्थवाक्यबद्धम मुनिप्रणीतं\n" +
                "\n" +
                "स्तदास्य रामस्य चकार कीर्तिमान्।\n" +
                "\n" +
                "| रघुवरचरितं\n" +
                "\n" +
                "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे द्वितीयः सर्गः॥२॥ ","इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके बालकाण्डमें दूसरा सर्ग पूरा हुआ॥२॥"));

        balkandSecondModels.add(new BalkandSecondModel("वाल्मीकि मुनिद्वारा रामायणकाव्यमें श्रुत्वा वस्तु समग्रं तद्धर्मार्थसहितं हितम्। व्यक्तमन्वेषते भूयो यद् वृत्तं तस्य धीमतः॥१॥ ","नारदजीके मुखसे धर्म, अर्थ एवं कामरूपी फलसे युक्त, हितकर (मोक्षदायक) तथा प्रकट और गुप्त- | सम्पूर्ण रामचरित्रको, जो रामायण महाकाव्यकी प्रधान कथावस्तु था, सुनकर महर्षि वाल्मीकिजी बुद्धिमान् श्रीरामके उस जीवनवृत्तका पुनः भलीभाँति साक्षात्कार करनेके लिये प्रयत्न करने लगे॥१॥ "));
        balkandSecondModels.add(new BalkandSecondModel("उपस्पृश्योदकं सम्यङ्मुनिः स्थित्वा कृताञ्जलिः।\n" +
                "\n" +
                "प्राचीनाग्रेषु दर्भेषु धर्मेणान्वेषते गतिम्॥२॥","वे पूर्वाग्र कुशोंके आसनपर बैठ गये और | विधिवत् आचमन करके हाथ जोड़े हुए स्थिर भावसे स्थित हो योगधर्म (समाधि) के द्वारा श्रीराम आदिके | चरित्रोंका अनुसंधान करने लगे॥ २॥"));

        balkandSecondModels.add(new BalkandSecondModel("वाल्मीकि मुनिद्वारा रामायणकाव्यमें\n" +
                "\n" +
                "श्रुत्वा वस्तु समग्रं तद्धर्मार्थसहितं हितम्। व्यक्तमन्वेषते भूयो यद् वृत्तं तस्य धीमतः॥१॥ ","नारदजीके मुखसे धर्म, अर्थ एवं कामरूपी फलसे युक्त, हितकर (मोक्षदायक) तथा प्रकट और गुप्त- | सम्पूर्ण रामचरित्रको, जो रामायण महाकाव्यकी प्रधान कथावस्तु था, सुनकर महर्षि वाल्मीकिजी बुद्धिमान् श्रीरामके उस जीवनवृत्तका पुनः भलीभाँति साक्षात्कार करनेके लिये प्रयत्न करने लगे॥१॥"));

        balkandSecondModels.add(new BalkandSecondModel("उपस्पृश्योदकं सम्यङ्मुनिः स्थित्वा कृताञ्जलिः।\n" +
                "\n" +
                "प्राचीनाग्रेषु दर्भेषु धर्मेणान्वेषते गतिम्॥२॥ ","वे पूर्वाग्र कुशोंके आसनपर बैठ गये और | विधिवत् आचमन करके हाथ जोड़े हुए स्थिर भावसे स्थित हो योगधर्म (समाधि) के द्वारा श्रीराम आदिके | चरित्रोंका अनुसंधान करने लगे॥ २॥"));


        balkandSecondModels.add(new BalkandSecondModel("तृतीयः सर्गः\n" +
                "\n" +
                "काव्य या यशरूप।\n","दशशिरसश्च वधं निशामयध्वम् महर्षि वाल्मीकिके बनाये हुए इस काव्यम । आदि समासों, दीर्घ-गुण आदि संधियों और प्रत्ययके सम्बन्धका यथायोग्य निर्वाह हुआ है। | रचनामें समता (पतत्-प्रकर्ष आदि दोषोंका अशा पदोंमें माधुर्य है और अर्थमें प्रसाद-गुणकी * है। "));
        balkandSecondModels.add(new BalkandSecondModel("भावुकजनो! इस प्रकार शास्त्रीय पद्धतिके बने हुए इस रघुवर-चरित्र और रावण-वधके ध्यान देकर सुनो॥४३॥","निबद्ध विषयोंका संक्षेपसे उल्लेख रामलक्ष्मणसीताभी राज्ञा दशरथेन च सभार्येण सराष्ट्रेण यत् प्राप्तं तत्र तत्त्वतः । हसितं भाषितं चैव गतिर्यावच्च चेष्टितम्। तत् सर्वं धर्मवीर्येण यथावत् सम्प्रपश्यति श्रीराम-लक्ष्मण-सीता तथा राज्य और रानियो राजा दशरथसे सम्बन्ध रखनेवाली जितनी बातें। हँसना, बोलना, चलना और राज्यपालन आदिति चेष्टाएँ हुईं-उन सबका महर्षिने अपने योग बलसे भलीभाँति साक्षात्कार किया "));

        balkandSecondModels.add(new BalkandSecondModel("। ततः पश्यति धर्मात्मा तत् सर्वं योगमास्थितः पुरा यत् तत्र\n" +
                "\n" +
                "पाणावामलकं यथा॥६॥","योगका आश्रय लेकर उन धर्मात्मा महर्षिने पूर्वकालमें जो जो घटनाएँ घटित हुई थीं, उन सबको वहाँ हाथपर रखे हुए आँवलेकी तरह प्रत्यक्ष देखा॥६॥ "));

        balkandSecondModels.add(new BalkandSecondModel("तत् सर्वं तत्त्वतो दृष्ट्वा धर्मेण स महामतिः। अभिरामस्य रामस्य तत् सर्वं कर्तुमुद्यतः॥७॥","सबके मनको प्रिय लगनेवाले भगवान् श्रीरामके सम्पूर्ण चरित्रोंका योगधर्म (समाधि) के द्वारा यथार्थरूपसे निरीक्षण करके महाबुद्धिमान् महर्षि वाल्मीकिने उन सबको महाकाव्यका रूप देनेकी चेष्टा की॥७॥"));

        balkandSecondModels.add(new BalkandSecondModel("कामार्थगुणसंयुक्तं धर्मार्थगुणविस्तरम्। समुद्रमिव रत्नाढ्यं सर्वश्रुतिमनोहरम्॥८॥ स यथा कथितं पूर्वं नारदेन महात्मना। रघुवंशस्य\n" +
                "\n" +
                "भगवान् मुनिः॥९॥ ","महात्मा नारदजीने पहले जैसा वर्णन किया था, उसीके क्रमसे भगवान् वाल्मीकि मुनिने रघुवंशविभूषण श्रीरामके चरित्रविषयक रामायण काव्यका निर्माण किया। जैसे समुद्र सब रत्नोंकी निधि है, उसी प्रकार यह महाकाव्य गुण, अलङ्कार एवं ध्वनि आदि रत्नोंका भण्डार है। इतना ही नहीं, यह सम्पूर्ण श्रुतियोंके सारभूत अर्थका प्रतिपादक होनेके कारण सबके कानोंको प्रिय लगनेवाला | तथा सभीके चित्तको आकृष्ट करनेवाला है। यह धर्म, अर्थ, काम, मोक्षरूपी गुणों (फलों) से युक्त तथा इनका विस्तारपूर्वक प्रतिपादन एवं दान करनेवाला है॥८-९॥"));

        balkandSecondModels.add(new BalkandSecondModel("जन्म रामस्य सुमहद्वीर्यं सर्वानुकूलताम्। लोकस्य प्रियतां क्षान्तिं सौम्यतां सत्यशीलताम्॥१०॥","श्रीरामके जन्म, उनके महान् पराक्रम, उनकी सर्वानुकूलता, लोकप्रियता, क्षमा, सौम्यभाव तथा सत्यशीलताका इस महाकाव्यमें महर्षिने वर्णन किया॥ "));

        balkandSecondModels.add(new BalkandSecondModel("नाना चित्राः कथाश्चान्या विश्वामित्रसहायने। जानक्याश्च विवाहं च धनुषश्च विभेदनम्॥११","विश्वामित्रजीके साथ श्रीराम-लक्ष्मणके जानेपर जो उनके द्वारा नाना प्रकारकी विचित्र लीलाएँ तथा अद्भुत बातें घटित हुईं, उन सबका इसमें महर्षिने वर्णन किया। श्रीरामद्वारा मिथिलामें धनुषके तोड़े जाने तथा जनकनन्दिनी सीता और उर्मिला आदिके विवाहका भी इसमें चित्रण किया ॥११॥"));

        balkandSecondModels.add(new BalkandSecondModel("विघातं चाभिषेकस्य रामस्य च विवासनम्। राज्ञः शोकं विलापं च परलोकस्य चाश्रयम्॥१३॥ प्रकृतीनां विषादं च प्रकृतीनां विसर्जनम्। निषादाधिपसंवाद सूतोपावर्तन तथा॥१४॥","श्रीराम परशुराम संवाद, दशरथनन्दन श्रीरामके गुण, उनके अभिषेक, कैकेयीकी दुष्टता, श्रीरामके राज्याभिषेकमें विघ्न, उनके वनवास, राजा दशरथके शोक-विलाप और परलोक-गमन, प्रजाओंके विषाद, साथ जानेवाली प्रजाओंको मार्गमें छोड़ने, निषादराज गुहके साथ बात करने तथा सूत सुमन्तको अयोध्या लौटाने आदिका भी इसमें उल्लेख किया।"));

        balkandSecondModels.add(new BalkandSecondModel("गंगायाश्चापि संतारं भरद्वाजस्य दर्शनम्। भरद्वाजाभ्यनुज्ञानाच्चित्रकूटस्य दर्शनम्॥१५॥","दर्शनम्॥१५॥ वास्तुकर्म निवेशं च भरतागमनं तथा। प्रसादनं च रामस्य पितुश्च सलिलक्रियाम्॥१६॥ "));

        balkandSecondModels.add(new BalkandSecondModel("पादुकाग्र्याभिषेकं च नन्दिग्रामनिवासनम्। दण्डकारण्यगमनं विराधस्य वधं तथा॥१७॥","दर्शनं शरभंगस्य सुतीक्ष्णेन समागमम्। अनसूयासमाख्यां च अगरागस्य चार्पणम्॥१८॥"));

        balkandSecondModels.add(new BalkandSecondModel("दर्शनं चाप्यगस्त्यस्य धनुषो ग्रहणं तथा। शूर्पणख्याश्च संवाद विरूपकरणं तथा॥१९॥ वधं खरत्रिशिरसोरुत्थानं रावणस्य मारीचस्य वधं चैव वैदेह्या हरणं तथा॥२०॥ ","राघवस्य विलापं च गृध्रराजनिबर्हणम्। कबन्धदर्शनं चैव पम्पायाश्चापि दर्शनम्॥२१॥ "));

        balkandSecondModels.add(new BalkandSecondModel("शबरीदर्शनं चैव फलमूलाशनं तथा। प्रलापं चैव पम्पायां हनूमद्दर्शनं तथा॥२२॥","ऋष्यमूकस्य गमनं सुग्रीवेण समागमम्। प्रत्ययोत्पादनं सख्यं वालिसुग्रीवविग्रहम्॥२३॥"));

        balkandSecondModels.add(new BalkandSecondModel("वालिप्रमथनं चैव सुग्रीवप्रतिपादनम्। ताराविलापं समयं वर्षरात्रनिवासनम्॥२४॥","वर्षरात्रनिवासनम्॥२४॥ कोपं राघवसिंहस्य बलानामुपसंग्रहम्। दिशः प्रस्थापनं चैव पृथिव्याश्च निवेदनम्॥ २५ "));

        balkandSecondModels.add(new BalkandSecondModel("अगुलीयकदानं च ऋक्षस्य बिलदर्शनम्। प्रायोपवेशनं चैव सम्पातेश्चापि दर्शनम्॥ २६","पर्वतारोहणं चैव सागरस्यापि लङ्घनम्। समुद्रवचनाच्चैव मैनाकस्य च दर्शनम्॥२' च।"));

        balkandSecondModels.add(new BalkandSecondModel("\n" +
                "| राक्षसीतर्जनं चैव च्छायाग्राहस्य दर्शनम्।\n" +
                "\n" +
                "सिंहिकायाश्च निधनं लङ्कामलयदर्शनम्॥ रात्रौ लङ्काप्रवेशं च एकस्यापि विचिन्तनम्। आपानभूमिगमनमवरोधस्य दर्शनम्।\n" +
                "\n" +
                "रामरामविवादं च गुणान् दाशरथेस्तथा। तथाभिषेकं रामस्य कैकेय्या दुष्टभावताम्॥१२॥ |\n","बहन रावणस्यापि पुष्पकस्य च दर्शनम् । अशोकविकाया सीतायाश्चापि दर्शनम् ॥३०॥"));

        balkandSecondModels.add(new BalkandSecondModel("भिवानपदाच सीतायाश्चापि भाषणम्। व त्रिजटास्वणदर्शनम् ॥ ३१॥","३१॥ मणिप्रदान सीताया वृक्षभंगं तथैव च। राक्षसीविद्वे चैव किंकराणां निबर्हणम्॥३२॥"));

        balkandSecondModels.add(new BalkandSecondModel("ग्रहणं वायुसूनोश्च लङ्कादाहाभिगर्जनम्। प्रतिप्लवनमेवाथ मधूनां हरणं तथा॥ ३३॥","राघवाश्वासनं चैव मणिनिर्यातनं तथा। संगमं च समुद्रेण नलसेतोश्च बन्धनम् ॥३४॥"));

        balkandSecondModels.add(new BalkandSecondModel("प्रतारं च समुद्रस्य रात्रौ लङ्कावरोधनम्। विभीषणेन संसर्ग वधोपायनिवेदनम् ॥ ३५॥ ","निधनं मेघनादनिबर्हणम्। | रावणस्य विनाशं च सीतावाप्तिमरेः पुरे॥३६॥"));

        balkandSecondModels.add(new BalkandSecondModel("विभीषणाभिषेकं च पुष्पकस्य च दर्शनम्। अयोध्यायाश्च गमनं भरद्वाजसमागमम्॥३७॥ ","प्रेषणं वायुपुत्रस्य भरतेन समागमम्। रामाभिषेकाभ्युदयं सर्वसैन्यविसर्जनम्। स्वराष्ट्ररञ्जनं चैव वैदेह्याश्च विसर्जनम्॥३८॥"));

        balkandSecondModels.add(new BalkandSecondModel("अनागतं च यत् किंचिद् रामस्य वसुधातले। तच्चकारोत्तरे काव्ये वाल्मीकिर्भगवानृषिः॥३९॥","श्रीराम आदिका गंगाके पार जाना, भरद्वाज मुनिका दर्शन करना, भरद्वाज मुनिकी आज्ञा लेकर चित्रकूट जाना और वहाँकी नैसर्गिक शोभाका अवलोकन करना, चित्रकूटमें कुटिया बनाना, उसमें निवास करना, वहाँ भरतका श्रीरामसे मिलनेके लिये आना, उन्हें अयोध्या लौट चलनेके लिये प्रसन्न करना (मनाना), श्रीरामद्वारा पिताको जलाञ्जलि दान, भरतद्वारा अयोध्याके राजसिंहासनपर श्रीरामचन्द्रजीकी श्रेष्ठ पादुकाओंका अभिषेक एवं स्थापन, नन्दिग्राममें भरतका निवास, श्रीरामका दण्डकारण्यमें गमन, उनके द्वारा विराधका वध, शरभंगमुनिका दर्शन, सुतीक्ष्णके साथ समागम, अनसूयाके साथ सीतादेवीकी कुछ कालतक स्थिति, उनके द्वारा सीताको अंगराग-समर्पण, श्रीराम आदिके द्वारा अगस्त्यका दर्शन, उनके दिये हुए वैष्णव धनुषका | ग्रहण, शूर्पणखाका संवाद, श्रीरामकी आज्ञासे लक्ष्मणद्वारा उसका विरूपकरण (उसकी नाक और कानका छेदन), श्रीरामद्वारा खर-दूषण और त्रिशिराका वध, शूर्पणखाके | "));

        balkandSecondModels.add(new BalkandSecondModel("उत्तेजित करनेसे रावणका श्रीरामसे बदला लेनेके लिये उठना, श्रीरामद्वारा मारीचका वध, रावणद्वारा विदेहनन्दिनी |","विभागोंका परिचय देना, श्रीरामका सीताके विका लिये हनुमान्जीको अपनी अंगूठी देना, वानरोंको बिल (स्वयंप्रभा-गुफा) का दर्शन, उनका प्रायोपवे (प्राणत्यागके लिये अनशन), सम्पातीसे उनकी और बातचीत, समुद्रलङ्घनके लिये हनुमान्जीका में पर्वतपर चढ़ना, समुद्रको लाँघना, समुद्रके कहनेसे के उठे हुए मैनाकका दर्शन करना, इनको राक्षसीका डॉर हनुमान्द्वारा छायाग्राहिणी सिहिंकाका दर्शन एवं निक लङ्काके आधारभूत पर्वत (त्रिकूट) का दर्शन, राम समय लङ्कामें प्रवेश, अकेला होनेके कारण अपने कर्तव्य |"));

        balkandSecondModels.add(new BalkandSecondModel("7कबन्धसे भेंट, उनके द्वारा पम्पासरोवरका अवा श्रीरामका शबरीसे मिलना और उसके दिये मूलको ग्रहण करना, श्रीरामका सीताके लिये पम्पासरोवरके निकट हनुमान्जीसे भेंट, श्रीराम लक्ष्मणका हनुमान्जीके साथ ऋष्यमूक पर्वतपा वहाँ सुग्रीवके साथ भेंट करना, उन्हें अपने बलका |","दिलाना और उनसे मित्रता स्थापित करना, वाली, सुग्रीवका युद्ध, श्रीरामद्वारा वालीका विनाश, सुधी राज्य-समर्पण, अपने पति वालीके लिये ताराका कि शरत्कालमें सीताकी खोज करानेके लिये सुप प्रतिज्ञा, श्रीरामका बरसातके दिनोंमें माल्यवान् पर्णप्रस्रवण नामक शिखरपर निवास, रघुकुलसिंह श्रीर सुग्रीवके प्रति क्रोध-प्रदर्शन, सुग्रीवद्वारा सीताकी खो लिये वानरसेनाका संग्रह, सुग्रीवका सम्पूर्ण दिशाई वानरोंको भेजना और उन्हें पृथ्वीके द्वीप-समुद्र । "));

        balkandSecondModels.add(new BalkandSecondModel("विचार करना, रावणके मद्यपान-स्थानमें जाना, उस | अन्तःपुरकी स्त्रियोंको देखना, हनुमान्जीका रावण देखना, पुष्पकविमानका निरीक्षण करना, अशोकवाटिक | जाना और सीताजीके दर्शन करना, पहचानके के | सीताजीको अँगूठी देना और उनसे बातचीत कर | राक्षसियोंद्वारा सीताको डाँट-फटकार, त्रिजटाको श्रीराम लिये शुभसूचक स्वप्नका दर्शन, सीताका हनुमान्जक चूड़ामणि प्रदान करना, हनुमान्जीका अशोकवाटिका","वृक्षोंको तोड़ना, राक्षसियोंका भागना, रावणके सेवक हनुमान्जीके द्वारा संहार, वायुनन्दन हनुमान्का बद होकर रावणकी सभामें जाना, उनके द्वारा गर्जन के लङ्काका दाह, फिर लौटती बार समुद्रको लाँधद वानरोंका मधुवनमें आकर मधुपान करना, हनुमान्जक"));

        balkandSecondModels.add(new BalkandSecondModel("बालकाण्डे चतुर्थः सर्गः","समुदके श्रीरामचन्दजीको आश्वासन देना और सीताजीकी दी चूडामणि समर्पित करना, सेनासहित सुग्रीवके साथ परिभकी लङ्कायात्राके समय समुद्रसे भेंट, नलका समुदपर सेतु बाँधना, उसी सेतुके द्वारा वानरसेनाका पार जाना, रातको वानरोंका लङ्कापर चारों ओरसे रा डालना, विभीषण के साथ श्रीरामका मैत्री सम्बन्ध होना, विभीषणका श्रीरामको रावणके वधका उपाय वताना, कुम्भकर्णका निधन, मेघनादका वध, रावणका विनाश, सीताकी प्राप्ति, शत्रुनगरी लङ्कामें विभीषणका अभिषेक, श्रीरामद्वारा पुष्पकविमानका अवलोकन, उसके इत्याचे श्रीमद्रामायणे\n" +
                "\n" +
                "| | \n"));

        balkandSecondModels.add(new BalkandSecondModel("वाल्मीकीये आदिकाव्ये\n" +
                "\n" +
                "हुईद्वारा दल बलसहित उनका अयोध्याके लिये प्रस्थान, श्रीरामका भरद्वाजमुनिसे मिलना, वायुपुत्र हनुमानको दूत बनाकर भरतके पास भेजना तथा अयोध्यामें आकर भरतसे मिलना, श्रीरामके राज्याभिषेकका उत्सव, फिर श्रीरामका सारी वानरसेनाको विदा करना, अपने राष्ट्रकी प्रजाको प्रसन्न रखना तथा उनकी प्रसन्नताके लिये ही | विदेहनन्दिनी सीताको वनमें त्याग देना इत्यादि वृत्तान्तोंको एवं इस पृथ्वीपर श्रीरामका जो कुछ भविष्य चरित्र था, | उसको भी भगवान् वाल्मीकि मुनिने अपने उत्कृष्ट महाकाव्यमें अंकित किया ॥ १५-३९॥\n","बालकाण्डे तृतीयः सर्गः॥ ३॥ इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके बालकाण्डमें तीसरा सर्ग पूरा हुआ॥३॥"));

        balkandSecondModels.add(new BalkandSecondModel("चतुर्थः सर्गः","महर्षि वाल्मीकिका चौबीस हजार श्लोकोंसे युक्त रामायणकाव्यका निर्माण करके उसे लव-कुशको पढ़ाना, मुनिमण्डलीमें रामायणगान करके लव और कुशका प्रशंसित होना तथा अयोध्यामें श्रीरामद्वारा सम्मानित\n" +
                "\n" +
                "हो उन दोनोंका रामदरबारमें रामायणगान सुनाना प्राप्तराजस्य\n"));

        balkandSecondModels.add(new BalkandSecondModel("रामस्य वाल्मीकिर्भगवानृषिः। चकार चरितं कृत्स्नं विचित्रपदमर्थवत्॥१॥ ","श्रीरामचन्द्रजीने जब वनसे लौटकर राज्यका शासन अपने हाथमें ले लिया, उसके बाद भगवान् वाल्मीकि | मुनिने उनके सम्पूर्ण चरित्रके आधारपर विचित्र पद | और अर्थसे युक्त रामायणकाव्यका निर्माण किया॥१॥ "));

        balkandSecondModels.add(new BalkandSecondModel("चतुर्विंशत्सहस्त्राणि श्लोकानामुक्तवानृषिः। तथा सर्गशतान् पञ्च षट्काण्डानि तथोत्तरम्","इसमें महर्षिने चौबीस हजार श्लोक, पाँच सौ सर्ग तथा उत्तरसहित सात काण्डोंका प्रतिपादन किया है॥ २॥"));

        balkandSecondModels.add(new BalkandSecondModel("कृत्वा तु तन्महाप्राज्ञः सभविष्यं सहोत्तरम्। चिन्तयामास को न्वेतत् प्रयुञ्जीयादिति प्रभुः॥३॥","भविष्य तथा उत्तरकाण्डसहित समस्त रामायण | पूर्ण कर लेनेके पश्चात् सामर्थ्यशाली, महाज्ञानी महर्षिने | सोचा कि कौन ऐसा शक्तिशाली पुरुष होगा, जो इस महाकाव्यको पढ़कर जनसमुदायमें सुना सके॥३॥"));

        balkandSecondModels.add(new BalkandSecondModel("चिन्तयमानस्य महर्षे वितात्मनः। अगृह्णीतां ततः पादौ मुनिवेषौ कुशीलवौ॥४॥ ","शुद्ध अन्त:करणवाले उन महर्षिके इस प्रकार | विचार करते ही मुनिवेषमें रहनेवाले राजकुमार कुश | और लवने आकर उनके चरणोंमें प्रणाम किया॥४॥"));

        balkandSecondModels.add(new BalkandSecondModel("कुशीलवौ तु धर्मज्ञौ राजपुत्रौ यशस्विनौ। भ्रातरौ स्वरसम्पन्नौ ददर्शाश्रमवासिनौ॥५॥ स तु मेधाविनौ दृष्ट्वा वेदेषु परिनिष्ठितौ। वेदोपबृंहणार्थाय तावग्राहयत प्रभुः॥६॥ काव्यं रामायणं कृत्स्नं सीतायाश्चरितं महत्।\n" +
                "\n" +
                "चकार पौलस्त्यवधमित्येवं चरितव्रतः॥७॥ ","राजकुमार कुश और लव दोनों भाई धर्मके ज्ञाता और यशस्वी थे। उनका स्वर बड़ा ही मधुर था और वे मुनिके आश्रमपर ही रहते थे। उनकी धारणाशक्ति अद्भुत थी और वे दोनों ही वेदोंमें पारंगत हो चुके थे। भगवान् वाल्मीकिने उनकी ओर देखा और उन्हें सुयोग्य समझकर उत्तम व्रतका पालन करनेवाले उन महर्षिने वेदार्थका विस्तारके साथ ज्ञान करानेके लिये उन्हें सीताके चरित्रसे युक्त सम्पूर्ण रामायण नामक महाकाव्यका, जिसका दूसरा नाम पौलस्त्यवध अथवा दशाननवध था, अध्ययन कराया॥५-७॥ "));

        balkandSecondModels.add(new BalkandSecondModel("पाठ्ये गेये च मधुरं प्रमाणैस्त्रिभिरन्वितम्। जातिभिः सप्तभिर्युक्तं तन्त्रीलयसमन्वितम्॥८॥ रसैः श्रृंगारकरुणहास्य रौद्रभयानकैः। वीरादिभी रसैर्युक्तं काव्यमेतदगायताम्॥९॥","और विवाटिका ... इन तीनों गतियोंसे अन्तित, महज आणी स्वारको स्वरि३ युक्तः कोणा बजाकर स्वर और लालके काम करने योग्य तथा भूगार, करूण, हास्य, और भयानक तय कौर आदि सभी रसोसे अनुप्राणित है : दोनों भाई कुश और लज उस महाकाव्यको पढ़कर"));

        balkandSecondModels.add(new BalkandSecondModel("भी शासनवौ स्थानमूचानकोविदौ।\n" +
                "\n" +
                "भाषयौ स्वरसम्मको गम्भावित रूपिणौ ॥१०॥","के होमों भाई शान्धर्व विद्या (संगीत-शास्त्र) के कारबार स्थान और मूनाकेरे जानकार, मधुर स्वरसे समान व्या शवोंके समान मनोहर रूपवाले थे॥१०॥ "));

        balkandSecondModels.add(new BalkandSecondModel("मधुरस्वरभाषिणौ।\n" +
                "\n" +
                "जिम्बादियोचित्तौ बिम्बौ रामदेहात् तथापरौ॥११॥","सुन्दर रूप और शुभ लक्षण उनकी सहज सम्पत्ति थे। दोनों भाई बड़े मधुर स्वरसे वार्तालाप करते थे। जैसे बिम्बसे प्रतिबिम्ब प्रकट होते हैं, उसी प्रकार ओरामके शरोरसे उत्पन्न हुए वे दोनों राजकुमार दूसरे युगल नोराम हो प्रतीत होते थे।॥ ११ ॥ "));

        balkandSecondModels.add(new BalkandSecondModel("॥ तो राजपुत्रौ कात्म्येन धर्म्यमाख्यानमुत्तमम्। वाचोविधेयं तत्सर्व कृत्वा काव्यमनिन्दितौ ॥१२॥ वीणां च द्विजातीनां साधूनां च समागमे। श्योपदेशं तत्त्वज्ञौ जगतुः सुसमाहितौ ॥१३॥","वे दोनों राजपुत्र सब लोगोंकी प्रशंसाके पात्र थे, उन्होंने उस धर्मानुकूल उत्तम उपाख्यानमय सम्पूर्ण काव्यको जिह्मग्र कर लिया था और जब कभी ऋषियों, ब्राह्मणों तथा साधुओंका समागम होता था, उस समय उनके बीचमें बैठकर वे दोनों तत्त्वज्ञ बालक एकाग्रचित्त का गान किया करते थे॥१२-१३ ॥"));

        balkandSecondModels.add(new BalkandSecondModel("महात्मानौ महाभागौ सर्वलक्षणलक्षितौ। तौ कदाचित् समेतानामृषीणां भावितात्मनाम्॥१४॥ मध्ये सभं समीपस्थाविदं काव्यमगायताम्। तच्छ्रुत्वा मुनयः सर्वे बाष्पपर्याकुलेक्षणाः॥१५॥ |","एक दिनकी बात है. बहुत से शुद्ध अन्त महर्षियोंकी मण्डली एकत्र हुई थी। उस सौभाग्यशाली तथा समस्त शुभ लक्षणोंसे महामनस्वी कुश और लव भी उपस्थित थे। बीच सभामें उन महात्माओंके समीप बैठक रामायणकाव्यका गान किया। उसे सुनकर सभी भूक नेत्रोंमें आँसू भर आये और वे अत्यन्त विस्मय । होकर उन्हें साधुवाद देने लगे। मुनि धर्मवत्सल ही हैं; वह धार्मिक उपाख्यान सुनकर उन सबके बड़ी प्रसन्नता हुई ॥१४-१६॥ "));

        balkandSecondModels.add(new BalkandSecondModel("१६॥ प्रशशंसुः प्रशस्तव्यौ गायमानौ कुशीलवी।\n" +
                "\n" +
                "अहो गीतस्य माधुर्यं श्लोकानां च विशेषतः\n" +
                "\n","4 वे रामायण-कथाके गायक कुमार कुश लवकी, जो प्रशंसाके ही योग्य थे, इस प्रकार के करने लगे-'अहो ! इन बालकोंके गीतमें कितना है है। श्लोकोंकी मधुरता तो और भी अद्भुत है। चिरनिर्वृत्तमप्येतत् प्रत्यक्षमिव दर्शितम्। प्रविश्य तावुभौ सुष्ठु तथाभावमगायताम्॥ सहितौ मधुरं रक्तं सम्पन्नं स्वरसम्पदा। 'यद्यपि इस काव्यमें वर्णित घटना बहुत , पहले हो चुकी है तो भी इन दोनों बालकोंने इस प्रवेश करके एक साथ ऐसे सुन्दर भावसे स्वरमा रागयुक्त मधुरगान किया है कि वे पहलेकी घटनाएं प्रत्यक्ष-सी दिखायी देने लगी हैं-मानो अभीआँखोंके सामने घटित हो रही हों' "));

        balkandSecondModels.add(new BalkandSecondModel("एवं प्रशस्यमानौ तौ तपः श्लाघ्यैर्महर्षिभिः॥१॥ संरक्ततरमत्यर्थ मधुरं तावगायताम्।","इस प्रकार उत्तम तपस्यासे युक्त महर्षिगा। दोनों कुमारोंकी प्रशंसा करते और वे उनसे प्रश होकर अत्यन्त मधुर रागसे रामायणका गान करते।"));

        balkandSecondModels.add(new BalkandSecondModel("। प्राणसंचारणस्थानं स्थानमित्यभिधीयते॥ उर: कण्ठः शिरश्चेति तत्पुनस्त्रिविधं भवेत् । मन्द्रं मध्यं च तारं २. ","१. स्थान शब्दसे यहाँ मन्द्र, मध्यम और ताररूप त्रिविध स्वरोंकी उत्पत्तिका स्थान बताया गया है। हृदयकी गति ऊपर और कपोलफलकसे नीचे जो प्राणोंके संचारका स्थान है, उसीको स्थान कहते हैं; उनके तीन भेद हैं-हृदय, और सिर। उसके पुनः तीन-तीन भेद होते हैं-मन्द्र, मध्य और तार; जैसा कि शाण्डिल्यका वचन हैयदूर्ध्वं हृदयग्रन्थेः कपोलफलकादधः "));

        balkandSecondModels.add(new BalkandSecondModel("अन्यः प्रीतः कश्चिन्मुनिस्ताभ्यां संस्थितः कलशं ददौ ॥ २०॥| प्रसन्नो वल्कलं कश्चिद् ददौ ताभ्यां मह्मयशाः । कृष्णाजिनमदाद् यज्ञसूत्र\n" +
                "\n" +
                "तथापरः ॥ २१॥\n","उनके गानसे संतुष्ट हुए किसी मुनिने उठकर उन्हें पुरस्कारके रूपमें एक कलश प्रदान किया। किसी दूसरे महायशस्वी महर्षिने प्रसन्न होकर उन दोनोंको वल्कल वस्त्र दिया। किसीने काला मृगचर्म भेंट किया तो किसीने यज्ञोपवीत ॥ २०-२१ ॥ "));

        balkandSecondModels.add(new BalkandSecondModel("कश्चित् कमण्डलुं प्रादान्मौजीमन्यो महामुनिः। असीमन्यस्तदा प्रादात् कौपीनमपरो मुनिः॥ २२॥ ताभ्यां ददौ तदा हृष्टः कुठारमपरो मुनिः। काषायमपरो वस्त्रं चीरमन्यो ददौ मुनिः॥ २३॥","एकने कमण्डलु दिया तो दूसरे महामुनिने मुञ्जकी मेखला भेंट की। तीसरेने आसन और चौथेने कौपीन प्रदान किया। किसी अन्य मुनिने हर्षमें भरकर उन दोनों बालकोंके लिये कुठार अर्पित किया। किसीने गेरुआ वस्त्र दिया तो किसी मुनिने चीर भेंट किया॥ २२-२३॥ "));


        balkandSecondModels.add(new BalkandSecondModel("जटाबन्धनमन्यस्तु काष्ठरज्जुं मुदान्वितः। यज्ञभाण्डमृषिः कश्चित् काष्ठभारं तथापरः॥२४॥ औदुम्बरी बृसीमन्यः स्वस्ति केचित् तदावदन्। आयुष्यमपरे प्राहुर्मुदा महर्षयः॥ २५॥ ","किसी दूसरेने आनन्दमग्न होकर जटा बाँधनेके | लिये रस्सी दी तो किसीने समिधा बाँधकर लानेके लिये | डोरी प्रदान की। एक ऋषिने यज्ञपात्र दिया तो दूसरेने काष्ठभार समर्पित किया। किसीने गूलरकी लकड़ीका बना हुआ पीढ़ा अर्पित किया। कुछ लोग उस समय आशीर्वाद देने लगे-'बच्चो! तुम दोनोंका कल्याण | हो।' दूसरे महर्षि प्रसन्नतापूर्वक बोल उठे–'तुम्हारी | आयु बढ़े।' इस प्रकार सभी सत्यवादी मुनियोंने उन | दोनोंको नाना प्रकारके वर दिये ॥ २४-२५३ ॥ "));

        balkandSecondModels.add(new BalkandSecondModel("आश्चर्यमिदमाख्यानं मुनिना सम्प्रकीर्तितम्॥२६॥\n" +
                "\n" +
                "परं कवीनामाधारं समाप्तं च यथाक्रमम्।\n","महर्षि वाल्मीकिद्वारा वर्णित यह आश्चर्यमय | काव्य परवर्ती कवियोंके लिये श्रेष्ठ आधारशिला है। श्रीरामचन्द्रजीके सम्पूर्ण चरित्रोंका क्रमशः वर्णन करते | हुए इसकी समाप्ति की गयी है। २६३ ॥"));

        balkandSecondModels.add(new BalkandSecondModel("अभिगीतमिदं गीतं सर्वगीतिषु कोविदौ ॥२७॥ ","भरताग्रजः। आयु एवं पुष्टि प्रदान करनेवाला तथा सबके कान और मनको मोहनेवाला मधुर संगीत है। तुम दोनोंने बड़े सुन्दर ढंगसे इसका गान किया है॥ २७६ ॥ "));


        balkandSecondModels.add(new BalkandSecondModel("॥ प्रशस्यमानौ सर्वत्र कदाचित् तत्र गायकौ॥२८॥ रथ्यासु राजमार्गेषु ददर्श स्ववेश्म चानीय ततो भ्रातरौ स कुशीलवौ ॥ २९॥ पूजयामास पूजाही रामः शत्रुनिबर्हणः । आसीनः काञ्चने दिव्ये स च सिंहासने प्रभुः॥३०॥ उपोपविष्टैः सचिवैर्धातृभिश्च समन्वितः। दृष्ट्वा तु रूपसम्पन्नौ विनीतौ भ्रातरावुभौ ॥ ३१॥ उवाच लक्ष्मणं रामः शत्रुघ्नं भरतं तथा। श्रूयतामेतदाख्यानमनयोर्देववर्चसोः ॥३२॥ विचित्रार्थपदं सम्यग्गायकौ समचोदयत्।","एक समय सर्वत्र प्रशंसित होनेवाले राजकुमार कुश और लव अयोध्याकी गलियों और सड़कोंपर रामायणके | श्लोकोंका गान करते हुए विचर रहे थे। इसी समय उनके ऊपर भरतके बड़े भाई श्रीरामकी दृष्टि पड़ी। उन्होंने उन समादरयोग्य बन्धुओंको अपने घर बुलाकर उनका यथोचित सम्मान किया। तदनन्तर शत्रुओंका संहार करनेवाले श्रीराम सुवर्णमय दिव्य सिंहासनपर विराजमान हुए। उनके मन्त्री और भाई भी उनके पास ही बैठे थे। उन सबके साथ सुन्दर रूपवाले उन दोनों विनयशील भाइयोंकी ओर देखकर श्रीरामचन्द्रजीने भरत, लक्ष्मण और शत्रुघ्नसे कहा-'ये देवताके समान तेजस्वी दोनों कुमार विचित्र अर्थ और पदोंसे युक्त मधुर काव्य बड़े सुन्दर ढंगसे गाकर सुनाते हैं। तुम सब लोग इसे सुनो।' यों कहकर उन्होंने उन दोनों भाइयोंको गानेकी आज्ञा दी॥ "));

        balkandSecondModels.add(new BalkandSecondModel("तौ चापि मधुरं रक्तं स्वचित्तायतनिःस्वनम्॥३३॥ तन्त्रीलयवदत्यर्थं विश्रुतार्थमगायताम्। ह्लादयत् सर्वगात्राणि मनांसि हृदयानि च।\n" +
                "\n" +
                "श्रोत्राश्रयसुखं गेयं तद् बभौ जनसंसदि॥३४॥","आज्ञा पाकर वे दोनों भाई वीणाके लयके साथ अपने मनके अनुकूल तार (उच्च) एवं मधुर स्वरमें राग अलापते हुए रामायणकाव्यका गान करने लगे। उनका उच्चारण इतना स्पष्ट था कि सुनते ही अर्थका बोध हो जाता था। उनका गान सुनकर श्रोताओंके समस्त अंगोंमें हर्षजनित रोमाञ्च हो आया तथा उन सबके मन और आत्मामें आनन्दकी तरंगें उठने लगीं। उस जनसभामें होनेवाला वह गान सबकी श्रवणेन्द्रियोंको अत्यन्त सुखद प्रतीत होता था॥३३-३४॥"));

        /*

        balkandSecondModels.add(new BalkandSecondModel("",""));
        balkandSecondModels.add(new BalkandSecondModel("",""));
        balkandSecondModels.add(new BalkandSecondModel("",""));
        balkandSecondModels.add(new BalkandSecondModel("",""));
        balkandSecondModels.add(new BalkandSecondModel("",""));

*/
        balkhandSecondAdhyaAdapter =new BalkhandSecondAdhyaAdapter(balkandSecondModels,getContext());

        balkandSecondAdhyaRV.setAdapter(balkhandSecondAdhyaAdapter);

        return view;
    }
}