package com.example.ramayan.fragments;

import android.os.Bundle;

import androidx.fragment.app.Fragment;
import androidx.fragment.app.FragmentManager;
import androidx.fragment.app.FragmentTransaction;
import androidx.recyclerview.widget.LinearLayoutManager;
import androidx.recyclerview.widget.RecyclerView;

import android.view.LayoutInflater;
import android.view.View;
import android.view.ViewGroup;
import android.widget.FrameLayout;

import com.example.ramayan.R;
import com.example.ramayan.activity.ui.home.HomeFragment;
import com.example.ramayan.adapter.ValmikiRamayanaAdapter;
import com.example.ramayan.model.ValimikiRamayanaModel;

import java.util.ArrayList;

public class PathVidhiFragment extends Fragment {
    private RecyclerView valmikiRamayanaRecyclerView,valmikiAdhyaTwoRV;
    private ArrayList<ValimikiRamayanaModel> valimikiRamayanaModels,valmikiAdhyaModelTwo;
    private ValmikiRamayanaAdapter valmikiRamayanaAdapter;
    private FrameLayout frameLayoutHome;



    public PathVidhiFragment() {
        // Required empty public constructor
    }


    @Override
    public View onCreateView(LayoutInflater inflater, ViewGroup container,
                             Bundle savedInstanceState) {
        // Inflate the layout for this fragment
        View root= inflater.inflate(R.layout.fragment_path_vidhi, container, false);

        valmikiRamayanaRecyclerView=root.findViewById(R.id.valmiki_ramayna_rv);
        valmikiRamayanaRecyclerView.setHasFixedSize(true);
        valmikiRamayanaRecyclerView.setLayoutManager(new LinearLayoutManager(getContext(),LinearLayoutManager.VERTICAL,false));
        valimikiRamayanaModels=new ArrayList<>();
/*

        valmikiAdhyaTwoRV=root.findViewById(R.id.valmiki_adhya_two);
        valmikiAdhyaTwoRV.setHasFixedSize(true);
        valmikiAdhyaTwoRV.setLayoutManager(new LinearLayoutManager(getContext(),LinearLayoutManager.VERTICAL,false));

        valmikiAdhyaModelTwo=new ArrayList<>();
        valmikiAdhyaAdapterTwo=new ValmikiRamayanaAdapter(valmikiAdhyaModelTwo,getContext());
*/

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("्रीरामः शरणं समस्तजगता बताया रामेण प्रतिहल्यते कलिमलें रामाय कार्य  संसार  रामात् जस्थति कालभीमभुजगो वशे  रामे भक्तिरखण्डिता भवतु मे राम त्वमेवाश्रयः ॥१॥","ओरामचन्द्रजो समस्त संसारको शरण देनेवाले हैं। एतत्सं ओउनके बिना दूसरी कौन-सी गति है। औराम कलियुगके कलौ समस्त दोर्शको नष्ट कर देते हैं। अतः ओरामचन्द्रजीको नमस्कार करना चाहिये। श्रीरामसे कालरूपी भयंकर आपने से भी डरता है। जगत्का सब कुछ भगवान् श्रीरामके जायेंगे कशाने है। औराममें मेरी अखण्ड भक्ति बनी रहे। हे राम! अधर्मी आर हो मेरे आधार हैं।"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("किकूटालयं राममिन्दिरानन्दमन्दिरम्। परमानन्द भक्तानामभयप्रदम्॥२॥","विकूटमें निवास करनेवाले, भगवती लक्ष्मी भी (सीता) के आनन्दनिकेतन और भक्तोंको अभय वेदोक्त देनेवाले परमानन्दस्वरूप भगवान् श्रीरामचन्द्रजीको मैं जायगा नमस्कार करता हूँ॥२॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("भगवन् सर्वमाख्यातं यत् पृष्टं विदुषा त्वया। व्य नमः। संसारपाशबद्धानां दुःखानि सुबहूनि च ॥४॥","ऋषियोंने कहा-भगवन् ! आप विद्वान् हैं, ज्ञानी हैं। हमने जो कुछ पूछा था, वह सब आपने हमें भलीभाँतिबताया है। संसार-बन्धनमें बंधे हुए जीवोंके दुःख बहुत   शरण देनेवाले हैं। एतत्संसारपाशस्यच्छेदकः कतमः श्रीराम कलियुगके कलौ वेदोक्तमार्गाश्च नश्यन्तीति त्वयोदिताः ॥५॥ "));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("प्रायः सभी लोगोंने ऐसी बात कही है॥६॥ कामार्ता ह्रस्वदेहाश्च लुब्धा अन्योन्यतत्पराः॥७॥ ३॥ कलौ सर्वे भविष्यन्ति स्वल्पायुर्बहुपुत्रकाः।","कालरूपी भयंकर आपने कहा है कि कलियुगमें वेदोक्त मार्ग नष्ट हो भगवान् श्रीरामके जायेंगे॥५॥  बनी रहे। हे राम! अधर्मनिरतानां च यातनाश्च प्रकीर्तिताः। घोरे कलियुगे प्राप्ते वेदमार्गबहिष्कृते॥६॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("श्रीमद्वाल्मीकीयरामायणमाहात्म्ये देवेश्वर जगद्गुरु भगवान् श्रीरामचन्द्रजी जिस प्रकारस्त्रियः स्वपोषणपरा वेश्याचरणतत्पराः॥८॥|","पतिवाक्यमनादृत्य सदान्यगृहतत्पराः। ुःशीलेषु करिष्यन्ति पुरुषेषु सदा स्पृहाम्॥९॥ उस युगकी स्त्रियाँ अपने ही शरीरके पोषणमें | तत्पर और वेश्याओंके समान आचरणमें प्रवृत्त होंगी। वे अपने पतिकी आज्ञाका अनादर करके सदा दूसरोंके | घर जाया-आया करेंगी। दुराचारी पुरुषोंसे मिलनेकी | सदैव अभिलाषा करेंगी॥८-९॥ "));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("असद्वार्ता भविष्यन्ति पुरुषेषु कुलांगनाः। परुषानृतभाषिण्यो देहसंस्कारवर्जिताः॥१०॥","उत्तम कुलकी स्त्रियाँ भी परपुरुषोंके निकट | ओछी बातें करनेवाली होंगी, कठोर और असत्य | बोलेंगी तथा शरीरको शुद्ध और सुसंस्कृत बनाये रखनेके सद्गुणोंसे वञ्चित होंगी॥१०॥ वाचालाश्च भविष्यन्ति कलौ प्रायेण योषितः। भिक्षवश्चापि मित्रादिस्नेहसम्बन्धयन्त्रिताः॥११॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("कुर्वन्त्यो गृहभर्तृणामाज्ञां भेत्स्यन्त्यतन्द्रिताः। वे भोजनके लिये चिन्तित होनेके कारण लोभवश | शिष्योंका संग्रह करेंगे। स्त्रियाँ दोनों हाथोंसे सिर | खुजलाती हुई गृहपतिकी आज्ञाका जान-बूझकर उल्लङ्घन | करेंगी॥ १२३॥ पाखण्डालापनिरताः पाखण्डजनसंगिनः॥१३॥","यदा द्विजा भविष्यन्ति तदा वृद्धिं गतः कलिः।  जब ब्राह्मण पाखण्डी लोगोंके साथ रहकर | पाखण्डपूर्ण बातें करने लगें, तब जानना चाहिये कि | कलियुग खूब बढ़ गया॥ १३३ ।। घोरे कलियुगे ब्रह्मन् जनानां पापकर्मिणाम्॥१४॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("कुर्वन्त्यो गृहभर्तृणामाज्ञां भेत्स्यन्त्यतन्द्रिताः। वे भोजनके लिये चिन्तित होनेके कारण लोभवश | शिष्योंका संग्रह करेंगे। स्त्रियाँ दोनों हाथोंसे सिर | खुजलाती हुई गृहपतिकी आज्ञाका जान-बूझकर उल्लङ्घन | करेंगी॥ १२३॥ पाखण्डालापनिरताः पाखण्डजनसंगिनः॥१३॥","मनःशुद्धिविहीनानां िष्कृतिश्च कथं भवेत्। ब्रह्मन्! इस प्रकार घोर कलियुग आनेपर सदा | पाप-परायण रहनेके कारण जिनका अन्तःकरण शुद्ध | नहीं हो सकेगा, उन लोगोंकी मुक्ति कैसे होगी? ॥ १४३ ॥ यथा तुष्यति देवेशो देवदेवो जगद्गुरुः॥१५॥ | ततो वदस्व सर्वज्ञ सूत धर्मभृतां वर। धर्मात्माओंमें श्रेष्ठ सर्वज्ञ सूतजी! देवाधिदेव |\n" + "संतुष्ट हों, वह उपाय हमें बताइये ॥ १५३ ।। वद सूत मुनिश्रेष्ठ सर्वमेतदशेषतः ॥ १६"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("शृणुध्वमृषयः सर्वे यदिष्टं वो वदाम्यहम्। गीतं सनत्कुमाराय नारदेन महात्मना ॥ १८॥","सर्वपापप्रशमनं दुष्टग्रहनिवारणम्॥१९॥ सूतजीने कहा-मुनिवरो! आप सब लोग सुनिये। आपको जो सुनना अभीष्ट है, वह मैं बताता हूँ। महात्मा नारदजीने सनत्कुमारको जिस रामायण नामक महाकाव्यका गान सुनाया था, वह समस्त पापोंका नाश और दुष्ट ग्रहोंकी बाधाका निवारण करनेवाला है। वह सम्पूर्ण वेदार्थों की सम्मतिके अनुकूल है॥ १८-१९॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("धर्मार्थकाममोक्षाणां साधनं च द्विजोत्तमाः। श्रोतव्यं च सदा भक्त्या रामायणपरामृतम्॥२४॥","विप्रवरो! रामायण धर्म, अर्थ, काम और मोक्षका साधन तथा परम अमृतरूप है; अतः सदा भक्तिभावसे उसका श्रवण करना चाहिये ॥ २४॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("पुरार्जितानि पापानि नाशमायान्ति यस्य वै। रामायणे महाप्रीतिस्तस्य वै भवति ध्रुवम्॥२५","जिस मनुष्यके पूर्वजन्मोपार्जित सारे पाप नष्ट हो जाते हैं, उसीका रामायणके प्रति अधिक प्रेम होता है। यह निश्चित बात है॥ २५ ॥ "));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामायणे वर्तमाने पापपाशेन यन्त्रितः।\n" +
                "अनादृत्य असद्गाथासक्तबुद्धिः प्रवर्तते॥२६॥","जो पापके बन्धनमें जकड़ा हुआ है, वह रामायणकी कथा आरम्भ होनेपर उसकी अवहेलना | करके दूसरी-दूसरी निम्नकोटिकी बातोंमें फँस जाता है। उन असद्गाथाओंमें अपनी बुद्धिके आसक्त होनेके | कारण वह तदनुरूप ही बर्ताव करने लगता है॥ २६॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("सुपुण्यदं वै शृणुत द्विजेन्द्राः। यस्मिन् श्रुते जन्मजरादिनाशो\n" +
                "भवत्यदोषः स नरोऽच्युतः स्यात्॥२७॥","इसलिये द्विजेन्द्रगण! आपलोग रामायण नामक परम पुण्यदायक उत्तम काव्यका श्रवण करें; जिसके | सुननेसे जन्म, जरा और मृत्युके भयका नाश हो जाता है तथा श्रवण करनेवाला मनुष्य पाप-दोषसे रहित हो | अच्युतस्वरूप हो जाता है॥ २७॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("वरं वरेण्यं वरदं तु काव्यं\n" +
                "संतारयत्याशु च सर्वलोकम्।\n" +
                "संकल्पितार्थप्रदमादिकाव्यं\n" +
                "श्रुत्वा च रामस्य पदं प्रयाति॥२८॥"," रामायण काव्य अत्यन्त उत्तम, वरणीय और | मनोवाञ्छित वर देनेवाला है। वह उसका पाठ और श्रवण करनेवाले समस्त जगत्को शीघ्र ही संसार- | सागरसे पार कर देता है। उस आदिकाव्यको सुनकर | मनुष्य श्रीरामचन्द्रजीके परमपदको प्राप्त कर लेता | है॥ २८॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("तमादिदेवं परम वरेण्यमाधाय चेतस्युपयाति मुक्तिम्॥२९॥ ","धारण करके विश्वकी सृष्टि, संहार और पालन करते जो ब्रह्मा, रुद्र और विष्णु नामक भिन्न-भिन्न रूप हैं, उन आदिदेव परमोत्कृष्ट परमात्मा श्रीरामचन्द्रजीको अपने हृदय-मन्दिरमें स्थापित करके मनुष्य मोक्षका भागी होता है ॥ २९॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("यो नामजात्यादिविकल्पहीनः ॥ परावराणां परमः परः\n" +
                "स्यात्। वेदान्तवेद्यः स्वरुचा प्रकाशः\n" +
                "स वीक्ष्यते सर्वपुराणवेदैः॥३०॥","जो नाम तथा जाति आदि विकल्पोंसे रहित, कार्य-कारणसे परे, सर्वोत्कृष्ट, वेदान्त शास्त्रके द्वारा जाननेयोग्य एवं अपने ही प्रकाशसे प्रकाशित होनेवाला परमात्मा है, उसका समस्त वेदों और पुराणों के द्वारा साक्षात्कार होता है (इस रामायणके अनुशीलनसे भी उसीकी प्राप्ति होती है।) ॥ ३० ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("धर्मार्थकाममोक्षाणां हेतुभूतं महाफलम्।\n" +
                "अपूर्वं पुण्यफलदं शृणुध्वं सुसमाहिताः॥२१॥","धर्म, अर्थ, काम और मोक्ष-इन चारों पुरुषार्थोंका साधक है, महान् फल देनेवाला है। यह अपूर्व काव्य पुण्यमय फल प्रदान करनेकी शक्ति रखता है। आपलोग एकाग्रचित्त होकर इसे श्रवण करें॥ २१॥ "));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामायणेन वर्तन्ते सुतरां ये जगद्धिताः। त एव\n" +
                "कृतकृत्याश्च सर्वशास्त्रार्थकोविदाः॥२३॥","महान् पातकों अथवा सम्पूर्ण उपपातकोंसे युक्त मनुष्य भी उस ऋषिप्रणीत दिव्य काव्यका श्रवण करनेसे शुद्धि (अथवा सिद्धि) प्राप्त कर लेता है। सम्पूर्ण जगत्के हित-साधनमें लगे रहनेवाले जो मनुष्य सदा रामायणके अनुसार बर्ताव करते हैं, वे ही सम्पूर्ण शास्त्रोंके मर्मको समझनेवाले और कृतार्थ हैं ॥ २२-२३ ॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("धर्मार्थकाममोक्षाणां साधनं च द्विजोत्तमाः। श्रोतव्यं च सदा भक्त्या रामायणपरामृतम्॥२४॥","विप्रवरो! रामायण धर्म, अर्थ, काम और मोक्षका साधन तथा परम अमृतरूप है; अतः सदा भक्तिभावसे उसका श्रवण करना चाहिये ॥ २४॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("पुरार्जितानि पापानि नाशमायान्ति यस्य वै। रामायणे महाप्रीतिस्तस्य वै भवति ध्रुवम्॥२५","जिस मनुष्यके पूर्वजन्मोपार्जित सारे पाप नष्ट हो जाते हैं, उसीका रामायणके प्रति अधिक प्रेम होता है। यह निश्चित बात है॥ २५ ॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामायणे वर्तमाने पापपाशेन यन्त्रितः।\n" +
                "अनादृत्य असद्गाथासक्तबुद्धिः प्रवर्तते॥२६॥ ","जो पापके बन्धनमें जकड़ा हुआ है, वह रामायणकी कथा आरम्भ होनेपर उसकी अवहेलना | करके दूसरी-दूसरी निम्नकोटिकी बातोंमें फँस जाता है। उन असद्गाथाओंमें अपनी बुद्धिके आसक्त होनेके | कारण वह तदनुरूप ही बर्ताव करने लगता है॥ २६॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामायणं नाम परं तु काव्यं\n" +
                "सुपुण्यदं वै शृणुत द्विजेन्द्राः। यस्मिन् श्रुते जन्मजरादिनाशो\n" +
                "भवत्यदोषः स नरोऽच्युतः स्यात्॥२७॥","इसलिये द्विजेन्द्रगण! आपलोग रामायण नामक परम पुण्यदायक उत्तम काव्यका श्रवण करें; जिसके | सुननेसे जन्म, जरा और मृत्युके भयका नाश हो जाता है तथा श्रवण करनेवाला मनुष्य पाप-दोषसे रहित हो | अच्युतस्वरूप हो जाता है॥ २७॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("वरं वरेण्यं वरदं तु काव्यं\n" +
                "संतारयत्याशु च सर्वलोकम्।\n" +
                "संकल्पितार्थप्रदमादिकाव्यं\n" +
                "श्रुत्वा च रामस्य पदं प्रयाति॥२८॥","रामायण काव्य अत्यन्त उत्तम, वरणीय और | मनोवाञ्छित वर देनेवाला है। वह उसका पाठ और श्रवण करनेवाले समस्त जगत्को शीघ्र ही संसार- | सागरसे पार कर देता है। उस आदिकाव्यको सुनकर | मनुष्य श्रीरामचन्द्रजीके परमपदको प्राप्त कर लेता | है॥ २८॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("तमादिदेवं परम वरेण्यमाधाय चेतस्युपयाति मुक्तिम्॥२९॥","धारण करके विश्वकी सृष्टि, संहार और पालन करते जो ब्रह्मा, रुद्र और विष्णु नामक भिन्न-भिन्न रूप हैं, उन आदिदेव परमोत्कृष्ट परमात्मा श्रीरामचन्द्र धारण करके विश्वकी सृष्टि, संहार और पालन करते जो ब्रह्मा, रुद्र और विष्णु नामक भिन्न-भिन्न रूप हैं, उन आदिदेव परमोत्कृष्ट परमात्मा श्रीरामचन्द्रजीको अपने हृदय-मन्दिरमें स्थापित करके मनुष्य मोक्षका भागी होता है ॥ २९॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("यो नामजात्यादिविकल्पहीनः ॥ परावराणां परमः परः\n" +
                "स्यात्। वेदान्तवेद्यः स्वरुचा प्रकाशः\n" +
                "स वीक्ष्यते सर्वपुराणवेदैः॥३०॥","नाम तथा जाति आदि विकल्पोंसे रहित, कार्य-कारणसे परे, सर्वोत्कृष्ट, वेदान्त शास्त्रके द्वारा जाननेयोग्य एवं अपने ही प्रकाशसे प्रकाशित होनेवाला परमात्मा है, उसका समस्त वेदों और पुराणों के द्वारा साक्षात्कार होता है (इस रामायणके अनुशीलनसे भी उसीकी प्राप्ति होती है।) ॥ ३० ॥"));


        valimikiRamayanaModels.add(new ValimikiRamayanaModel("विप्रवरो! कार्तिक, माघ और चैत्रमासके शुक्ल पक्षमें नौ दिनोंमें रामायणकी अमृतमयी कथाका श्रवण करना चाहिये॥ इत्येवं शृणुयाद् यस्तु श्रीरामचरितं शुभम्।\n" +
                "सर्वान् कामानवाप्नोति परत्रामुत्र चोत्तमान्॥३२॥ ","इस प्रकार श्रीरामचन्द्रजीके मंगलमय चरित्रका श्रवण करता है, वह इस लोक और परलोकमें भी अपनी समस्त उत्तम कामनाओंको प्राप्त कर लेता है।"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("त्रिसप्तकुलसंयुक्तः सर्वपापविवर्जितः।\n" +
                "प्रयाति रामभवनं यत्र गत्वा न शोचते॥३३॥ ","सब पापोंसे मुक्त हो अपनी इक्कीस पीढ़ियोंके साथ श्रीरामचन्द्रजीके उस परमधाममें चला जाता है, जहाँ जाकर मनुष्यको कभी शोक नहीं करना पड़ता है।"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("चैत्रे माघे कार्तिके च सिते पक्षे च वाचयेत्।\n" +
                "नवाहस्सु महापुण्यं श्रोतव्यं च प्रयत्नतः॥३४॥","चैत्र, माघ और कार्तिकके शुक्लपक्षमें परम पुण्यमय रामायण-कथाका नवाह-पारायण करना चाहिये तथा नौ दिनोंतक इसे प्रयत्नपूर्वक सुनना चाहिये॥ ३४॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामायणमादिकाव्यं स्वर्गमोक्षप्रदायकम्। तस्माद् घोरे कलियुगे सर्वधर्मबहिष्कृते॥३५॥ नवभिर्दिनैः श्रोतव्यं रामायणकथामृतम्।","ब्रह्मेशविष्ण्वाख्यशरीरभेदै\n" +
                "विश्वं सृजत्यत्ति च पाति यश्च। रामायण आदिकाव्य है। यह स्वर्ग और मोक्ष श्रीमद्वाल्मीकीयरामायणमाहात्म्ये\n" +
                "रेवाला है, अतः सम्पूर्ण धर्मोसे रहित घोर कलियुग नेपर नौ दिनोंमें रामायणकी अमृतमयी कथाको विण करना चाहिये॥ ३५ ॥\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामनामपरा ये तु घोरे कलियुगे द्विजाः ॥३६॥ त एव कृतकृत्याश्च न कलिर्बाधते हि तान्।","ब्राह्मणो! जो लोग भयंकर कलिकालमें श्रीराम- नामका आश्रय लेते हैं, वे ही कृतार्थ होते हैं। कलियुग | उन्हें बाधा नहीं पहुंचाता॥३६ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("कथा रामायणस्यापि नित्यं भवति यद्गृहे॥३७॥ तद् गृहं तीर्थरूपं हि दुष्टानां पापनाशनम्।","जिस घरमें प्रतिदिन रामायणकी कथा होती है, वह तीर्थरूप हो जाता है। वहाँ जानेसे दुष्टोंके पापोंका नाश होता है॥ ३७॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("तावत्पापानि देहेऽस्मिन् निवसन्ति तपोधनाः॥ ३८॥ यावन्न श्रूयते सम्यक् श्रीमद्रामायणं नरैः।","तपोधनो! इस शरीरमें तभीतक पाप रहते हैं, जबतक मनुष्य श्रीरामायणकथाका भलीभाँति श्रवण नहीं करता॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("इति श्रीस्कन्दपुराणे उत्तरखण्डे नारदसनत्कुमारसंवादे\n" +
                "रामायणमाहात्म्ये कल्पानुकीर्तनं नाम प्रथमोऽध्यायः॥१॥ ","इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्डमें नारद-सनत्कुमार-संवादके अन्तर्गत रामायणमाहात्म्यविषयक कल्पका अनुकीर्तन नामक प्रथम अध्याय पूरा हुआ॥१॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ऊर्जे माघे सिते पक्षे चैत्रे च द्विजसत्तमाः ॥ ४०॥ यस्य श्रवणमात्रेण सौदासोऽपि विमोचितः।\n" +
                "श्रेष्ठ ब्राह्मणो! कार्तिक, माघ और चैत्रके शुक्ल पक्षमें रामायणके श्रवणमात्रसे (राक्षसभावापन्न) सौदास भी शापमुक्त हो गये थे ॥ ४०३ ॥\n","गौतमशापतः प्राप्तः सौदासो राक्षसी तनुम्॥४१॥ रामायणप्रभावेण विमुक्तिं प्राप्तवान् पुनः ।\n" +
                "सौदासने महर्षि गौतमके शापसे राक्षस-शरीर प्राप्त किया था। वे रामायणके प्रभावसे ही पुन: उस शापसे छुटकारा पा सके थे ॥ ४१३ ॥\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("यस्त्वेतच्छृणुयाद् भक्त्या रामभक्तिपरायणः॥४२॥ स मुच्यते महापापैः पुरुषः पातकादिभिः ॥ ४३॥","पुरुष श्रीरामचन्द्रजीकी भक्तिका आश्रय ले प्रेमपूर्वक इस कथाका श्रवण करता है, वह बड़े-बड़े पापों तथा पातक आदिसे मुक्त हो जाता है॥ ४२-४३॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामायणमाहात्म्ये कल्पानुकीर्तनं नाम प्रथमोऽध्यायः॥१॥","इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्डमें नारद-सनत्कुमार-संवादके अन्तर्गत रामायणमाहात्म्यविषयक कल्पका अनुकीर्तन नामक प्रथम अध्याय पूरा हुआ॥१॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("एकदा ब्रह्मणः पुत्राः सनकाद्या महौजसः। मेरुशृंगे समाजग्मुर्वीक्षितुं ब्रह्मणः सभाम्॥ ६ ॥","एक दिन वे महातेजस्वी ब्रह्मपुत्र सनकादि ब्रह्माजीकी सभा देखनेके लिये मेरु पर्वतके शिखरपर गये॥६॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("तत्र गंगां महापुण्यां विष्णुपादोद्भवां नदीम्। निरीक्ष्य स्नातुमुद्युक्ताः सीताख्यां प्रथितौजसः॥ ७ ॥","वहाँ भगवान् विष्णुके चरणोंसे प्रकट हुई परम पुण्यमयी गंगानदी, जिन्हें सीता भी कहते हैं, बह रही थीं। उनका दर्शन करके वे तेजस्वी महात्मा उनके जलमें स्नान करनेको उद्यत हुए॥७॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("एतस्मिन्नन्तरे विप्रा देवर्षिर्नारदो मुनिः। आजगामोच्चरन् नाम\n" +
                "सगुणायागुणाय हरेर्नारायणादिकम्॥ ८ ॥\n","ब्राह्मणो! इतनेमें ही देवर्षि नारदमुनि भगवान्के नारायण आदि नामोंका उच्चारण करते हुए वहाँ आ | पहुँचे॥८॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("नारायणाच्युतानन्त वासुदेव जनार्दन। यज्ञेश यज्ञपुरुष राम विष्णो नमोऽस्तु ते॥ ९॥ इत्युच्चरन् हरेर्नाम पावयन्नखिलं जगत्। आजगाम स्तुवन् गंगां मुनिर्लोकैकपावनीम्॥१०॥","वे 'नारायण! अच्युत ! अनन्त! वासुदेव! जनार्दन! | यज्ञेश! यज्ञपुरुष! राम! विष्णो! आपको नमस्कार है।' इस प्रकार भगवन्नामका उच्चारण करके सम्पूर्ण जगत्को पवित्र बनाते और एकमात्र लोकपावनी गंगाकी स्तुति करते हुए वहाँ आये॥९-१०॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("अथायान्तं समुद्वीक्ष्य सनकाद्या महौजसः।\n" +
                "यथार्हमहणं चक्रुर्ववन्दे सोऽपि तान् मुनीन्॥११॥\n","उन्हें आते देख महातेजस्वी सनकादि मुनियोंने | उनकी यथोचित पूजा की तथा नारदजीने भी उन मुनियोंको मस्तक झुकाया ॥ ११ ॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("अथ तत्र सभामध्ये नारायणपरायणम्। सनत्कुमारः प्रोवाच नारदं मुनिपुंगवम्॥१२॥","तदनन्तर वहाँ मुनियोंकी सभामें सनत्कुमारजीने | भगवान् नारायणके परम भक्त मुनिवर नारदसे इस प्रकार कहा॥१२॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("सनत्कुमार उवाच\n" +
                "सर्वज्ञोऽसि महाप्राज्ञ मुनीशानां च नारद।\n" +
                "हरिभक्तिपरो यस्मात्त्वत्तो नास्त्यपरोऽधिकः॥१३॥\n","सनत्कुमार बोले–महाप्राज्ञ नारदजी! आप समस्त | मुनीश्वरोंमें सर्वज्ञ हैं। सदा श्रीहरिकी भक्तिमें तत्पर रहते\n" +
                "हैं, अतः आपसे बढ़कर दूसरा कोई नहीं है॥ १३ ॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("येनेदमखिलं जातं जगत् स्थावरजंगमम्। गंगा पादोद्भवा यस्य कथं स ज्ञायते हरिः॥ १४॥","परात्परनिवासाय\n" +
                "नारदजीने कहा-जो परसे भी परतर हैं, उन परमदेव श्रीरामको नमस्कार है। जिनका निवास स्थान (परमधाम) उत्कृष्टसे भी उत्कृष्ट है तथा जो सगुण और निर्गुणरूप हैं, उन श्रीरामको मेरा नमस्कार है।\n"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ज्ञानाज्ञानस्वरूपाय धर्माधर्मस्वरूपिणे॥१६॥ विद्याविद्यास्वरूपाय स्वस्वरूपाय ते नमः।","ज्ञान-अज्ञान, धर्म-अधर्म तथा विद्या और अविद्याये सब जिनके अपने ही स्वरूप हैं तथा जो सबके आत्मरूप हैं, उन आप परमेश्वरको नमस्कार है॥ १६ ॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("यो दैत्यहन्ता नरकान्तकश्च\n" +
                "भुजाग्रमात्रेण च धर्मगोप्ता॥१७॥ भूभारसंघातविनोदकामं\n" +
                "नमामि देवं रघुवंशदीपम्।\n","जो दैत्योंका विनाश और नरकका अन्त करनेवाले हैं, जो अपने हाथके संकेतमात्रसे अथवा अपनी भुजाओंके बलसे धर्मकी रक्षा करते हैं, पृथ्वीके भारका विनाश जिनका मनोरञ्जनमात्र है और जो उस मनोरञ्जनकी सदा अभिलाषा रखते हैं, उन रघुकुलदीप श्रीरामदेवको मैं नमस्कार करता हूँ॥ १७ ॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("आविर्भूतश्चतुर्द्धा यः कपिभिः परिवारितः॥१८॥\n" +
                "हतवान् राक्षसानीकं रामं दाशरथिं भजे।\n","जो एक होकर भी चार स्वरूपोंमें अवतीर्ण होते हैं, जिन्होंने वानरोंको साथ लेकर राक्षससेनाका संहार किया है, उन दशरथनन्दन श्रीरामचन्द्रजीका मैं भजन करता हूँ॥१८॥"));



        valimikiRamayanaModels.add(new ValimikiRamayanaModel("महिमानं तु यन्नाम्नः पारं गन्तुं न शक्यते ॥२०॥ मनुभिश्च मुनीन्द्रैश्च कथं तं क्षुल्लको भजेत्।","जिनके नामकी महिमाका मनु और मुनीश्वर भी | पार नहीं पा सक वहाँ मेरे-जैसे क्षुद्र जीवकी पहुँच कैसे हो सकती है॥२०॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("यन्नाम्नः स्मरणेनापि महापातकिनोऽपि ये॥२१॥ पावनत्वं प्रपद्यन्ते कथं स्तोष्यामि क्षुल्लधीः ।",""));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("जिनके नामके स्मरणमात्रसे बड़े-बड़े पातकी भी | पावन बन जाते हैं, उन परमात्माका स्तवन मेरे-जैसा | तुच्छ बुद्धिवाला प्राणी कैसे कर सकता है॥",""));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामायणपरा ये तु घोरे कलियुगे द्विजाः॥२२॥ त एव कृतकृत्याश्च तेषां नित्यं नमोऽस्तु ते।","जो द्विज घोर कलियुगमें रामायण-कथाका आश्रय | लेते हैं, वे ही कृतकृत्य हैं। उनके लिये तुम्हें सदा | नमस्कार करना चाहिये॥ २२३ ॥ ऊर्जे मासि सिते पक्षे चैत्रे माघे तथैव च॥ २३॥ नवाला किल श्रोतव्यं रामायणकथामृतम्।\n" +
                "सनत्कुमारजी! भगवान्की महिमाको जाननेके | लिये कार्तिक, माघ और चैत्रके शुक्ल पक्षमें रामायणकी | अमृतमयी कथाका नवाह श्रवण करना चाहिये॥ २३३ ॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("गौतमशापतः प्राप्तः सुदासो राक्षसीं तनुम्॥२४॥ रामायणप्रभावेण विमुक्तिं प्राप्तवानसौ।","ब्राह्मण सुदास गौतमके शापसे राक्षस-शरीरको | प्राप्त हो गये थे; परंतु रामायणके प्रभावसे ही उन्हें उस | शापसे छुटकारा मिला था॥ २४ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("प्रणामं न चकार सः। सनत्कुमार उवाच\n" +
                "रामायणं केन प्रोक्तं सर्वधर्मफलप्रदम्॥२५॥ प्राप्तः कथं गौतमेन सौदासो मुनिसत्तम।\n" +
                "रामायणप्रभावेण कथं भूयो विमोक्षितः॥२६॥","सनत्कुमारने पूछा-मुनिश्रेष्ठ! सम्पूर्ण धर्मोंका | फल देनेवाली रामायणकथाका किसने वर्णन किया है? सौदासको गौतमद्वारा कैसे शाप प्राप्त हुआ? फिर वे | रामायणके प्रभावसे किस प्रकार शापमुक्त हुए थे॥ |"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("अनुग्राह्योऽस्मि यदि ते तत्त्वतो वक्तुमर्हसि। सर्वमेतदशेषेण मुने नो वक्तुमर्हसि ॥ २७॥ शृण्वतां वदतां चैव कथा पापविनाशिनी।","कराइये; क्योंकि भगवान्की कथा वक्ता और . दोनोंके पापोंका नाश करनेवाली है।। २७३ ॥\n" +
                "एक दिनकी बात है, सौदास परमेश्वर शिवको आराधनामें लगे हुए थे। उसी समय वहाँ उनके गुरु गौतमजी आ पहुँचे; परंतु सौदासने अपने निकट आये हुए गुरुको भी उठकर प्रणाम नहीं किया॥ ३२३ ॥\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("स तु शान्तो महाबुद्धिीतमस्तेजसां निधिः ॥३३॥ शास्त्रोदितानि कर्माणि करोति स मुदं ययौ।","मुने! यदि आपका हमलोगोंपर अनुग्रह हो तो सब कुछ ठीक-ठीक बताइये। इन सारी बातोंसे हमें अवगत\\n\" +\n" +
                "                \"नारद उवाच\\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("अनुग्राह्योऽस्मि यदि ते तत्त्वतो वक्तुमर्हसि। सर्वमेतदशेषेण मुने नो वक्तुमर्हसि ॥ २७॥ शृण्वतां वदतां चैव कथा पापविनाशिनी।","कराइये; क्योंकि भगवान्की कथा वक्ता और . दोनोंके पापोंका नाश करनेवाली है।। २७३ एक दिनकी बात है, सौदास परमेश्वर शिवको आराधनामें लगे हुए थे। उसी समय वहाँ उनके गुरु गौतमजी आ पहुँचे; परंतु सौदासने अपने निकट आये हुए गुरुको भी उठकर प्रणाम नहीं किया॥ ३२३ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("शृणु रामायणं विप्र यद् वाल्मीकिमुखोद्गतम्॥ २६॥ नवाह्ना खलु श्रोतव्यं रामायणकथामृतम्।\n" +
                "नारदजीने कहा-ब्रह्मन्!","रामायणका प्रादुर्भ महर्षि वाल्मीकिके मुखसे हुआ है। तुम उसीको श्रा करो। रामायणकी अमृतमयी कथाका श्रवण नौ दिनी करना चाहिये ॥ २८३॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("आस्ते कृतयुगे विप्रो धर्मकर्मविशारदः ॥ २९॥ सोमदत्त इति ख्यातो नाम्ना धर्मपरायणः।","सत्ययुगमें एक ब्राह्मण थे, जिन्हें धर्म-कर्मका\n" +
                "विशेष ज्ञान था। उनका नाम था सोमदत्त । वे सदा धर्मर्क पालनमें ही तत्पर रहते थे॥ २९ ॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("विप्रस्तु गौतमाख्येन मुनिना ब्रह्मवादिना॥३०॥ श्रावितः सर्वधर्मांश्च गंगातीरे मनोरमे। पुराणशास्त्रकथनैस्तेनासौ बोधितोऽपि च॥३१॥ श्रुतवान् सर्वधर्मान् वै तेनोक्तानखिलानपि।","(वे ब्राह्मण सौदास नामसे भी विख्यात थे।) ब्राह्मणने ब्रह्मवादी गौतम मुनिसे गंगाजीके मनोरम तटपर सम्पूर्ण धर्मोंका उपदेश सुना था। गौतमने पुराणों और शास्त्रोंकी कथाओंद्वारा उन्हें तत्त्वका ज्ञान कराया था।"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("भगवन् सर्वधर्मज्ञ सर्वदर्शिन् सुरेश्वर।\n" +
                "क्षमस्व भगवन् सर्वमपराधः कृतो मया॥३६॥ ","ब्राह्मण बोले- सम्पूर्ण धर्मोके ज्ञाता! सर्वदर्शी। सुरेश्वर! भगवन् ! मैंने जो अपराध किया है, वह सब | आप क्षमा कीजिये॥ ३६॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("मासे सिते पक्षे रामायणकथामृतम्। नवाह्ना चैव श्रोतव्यं भक्तिभावेन सादरम्॥३७॥","नात्यन्तिकं भवेदेतद् द्वादशाब्दं भविष्यति।\n" +
                "गौतमने कहा-वत्स! कार्तिक मासके शुक्लपक्षमें तुम रामायणकी अमृतमयी कथाको भक्तिभावसे आदरपूर्वक श्रवण करो। इस कथाको नौ दिनोंमें सुनना चाहिये। ऐसा करनेसे यह शाप अधिक दिनोंतक नहीं रहेगा। केवल बारह वर्षोंतक ही रह सकेगा॥ ३७३ ॥\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("मनसा प्रीतिमापन्नो ववन्दे चरणौ गुरोः॥३९॥","ब्राह्मणने पूछा-रामायणकी कथा किसने कही | है? तथा उसमें किसके चरित्रोंका वर्णन किया गया है? | महामते! यह सब संक्षेपसे बतानेकी कृपा करें। यों कहकर मन-ही-मन प्रसन्न हो सौदासने गुरुके चरणोंमें प्रणाम किया॥३८-३९॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("गौतम उवाच तत्रापि कृतवान् नित्यं\n" +
                "शृणु रामायणं विप्र वाल्मीकिमुनिना कृतम्।\n" +
                "येन रामावतारेण राक्षसा रावणादयः॥४०॥ हतास्तु देवकार्यं हि चरितं तस्य तच्छृणु। कार्तिके च सिते पक्षे कथा रामायणस्य तु॥४१॥ नवमेऽहनि श्रोतव्या सर्वपापप्रणाशिनी।\n","गौतमने कहा-ब्रह्मन् ! सुनो। रामायण-काव्यका | निर्माण वाल्मीकि मुनिने किया है। जिन भगवान् श्रीरामने अवतार ग्रहण करके रावण आदि राक्षसोंका | संहार किया और देवताओंका कार्य सँवारा था, उन्हींके चरित्रका रामायण-काव्यमें वर्णन है। तुम उसीका श्रवण | करो। कार्तिकमासके शुक्लपक्षमें नवें दिन अर्थात् | प्रतिपदासे नवमीतक रामायणकी कथा सुननी चाहिये। बहसमस्त पापोंका नाश करनेवाली है ॥ ४०-४१३ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("इत्युक्त्वा चार्थसम्पन्नो गौतमः स्वाश्रमं ययौ ॥ ४२ ॥ विप्रोऽपि दुःखमापन्नो राक्षसी तनुमाश्रितः।","ऐसा कहकर पूर्णकाम गौतम ऋषि अपने आश्रमको चले गये। इधर सोमदत्त या सुदास नामक ब्राह्मणने दुःखमान होकर राक्षस शरीरका आश्रय लिया "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("॥ ४२३ ॥ क्षुत्पीडितः पिपासातॊ नित्यं क्रोधपरायणः ।। ४३ ॥ कृष्णक्षपाद्युति(मो बभ्राप विजने बने।","वे सदा भूख-प्याससे पीड़ित तथा क्रोधके वशीभूत रहते थे। उनके शरीरका रंग कृष्ण पक्षकी रातके समान काला था। वे भयानक राक्षस होकर निर्जन वनमें भ्रमण करने लगे॥ ४३३ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("मृगांश्च विविधांस्तत्र मनुष्यांश्च सरीसृपान्॥ ४४॥\n" +
                "विहगान् प्लवगांश्चैव प्रसभात्तानभक्षयत् ।\n","वहाँ वे नाना प्रकारके पशुओं, मनुष्यों, साँपबिच्छू आदि जन्तुओं, पक्षियों और वानरोंको बलपूर्वक पकड़कर खा जाते थे॥ ४४३ ॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("अस्थिभिर्बहुभिर्विप्राः पीतरक्तकलेवरैः॥४५॥\n" +
                "रक्तादप्रेतकैश्चैव तेनासीद् भूर्भयंकरी। केन रामायणं प्रोक्तं चरितानि तु कस्य वै॥३८॥ एतत् सर्वं महाप्राज्ञ संक्षेपाद् वक्तुमर्हसि। विप्र उवाच","ब्रह्मर्षियो! उस राक्षसके द्वारा यह पृथ्वी बहुतसी हड्डियों तथा लाल-पीले शरीरवाले रक्तपायी प्रेतोंसे परिपूर्ण हो अत्यन्त भयंकर दिखायी देने लगी॥ ४५३ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ऋतुत्रये स पृथिवीं शतयोजनविस्तराम्॥४६॥ कृत्वातिदुःखितां पश्चाद्वनान्तरमगात् पुनः।","छ: महीनेमें ही सौ योजन विस्तृत भूभागको अत्यन्त दुःखित करके वह राक्षस पुनः दूसरे किसी वनमें चला गया॥ ४६॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ऋतुत्रये स पृथिवीं शतयोजनविस्तराम्॥४६॥ कृत्वातिदुःखितां पश्चाद्वनान्तरमगात् पुनः।","छ: महीनेमें ही सौ योजन विस्तृत भूभागको अत्यन्त दुःखित करके वह राक्षस पुनः दूसरे किसी वनमें चला गया॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("नरमांसाशनं तदा ॥४७॥ नर्मदातीरे सर्वलोकभयंकरः।","जगाम\n" +
                "वहाँ भी वह प्रतिदिन नरमांसका भोजन करता रहा। सम्पूर्ण लोकोंके मनमें भय उत्पन्न करनेवाला वह राक्षस घूमता-घामता नर्मदाजीके तटपर जा पहुँचा ॥ ४७३ ॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("एतस्मिन्नन्तरे प्राप्तः कश्चिद् विप्रोऽतिधार्मिकः॥४८॥ कलिंगदेशसम्भूतो नाम्ना गर्ग इति स्मृतः।","इसी समय कोई अत्यन्त धर्मात्मा ब्राह्मण उधर आ निकला। उसका जन्म कलिंगदेशमें हुआ था। लोगोंमें वह गर्ग नामसे विख्यात था॥ ४८३ ॥ \n" +
                "\n"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("वहन् गंगाजलं स्कन्धे स्तुवन् विश्वेश्वरं प्रभुम्॥४९॥ गायन् नामानि रामस्य समायातोऽतिहर्षितः।" +
                "३७","श्रीमद्वाल्मीकीयरामायणमाहात्म्ये\n" +
                "कंधेपर गंगाजल लिये भगवान् विश्वनाथकी स्तुति | तथा श्रीरामके नामोंका गान करता हुआ वह ब्राह्मण बड़े | हर्ष और उत्साहमें भरकर उस पुण्य प्रदेशमें आया था। "));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("मुनि दृष्ट्वा सुदासो नाम राक्षसः ॥५०॥| प्राप्तो न: पारणेत्युक्त्वा भुजावुद्यम्य तं ययौ। तेन कीर्तितनामानि श्रुत्वा दूरे व्यवस्थितः ।। ५१॥ अशक्तस्तं द्विजं हन्तुमिदमूचे स राक्षसः ।","गर्ग मुनिको आते देख राक्षस सुदास बोल ठठा, 'हमें भोजन प्राप्त हो गया।' ऐसा कहकर अपनी दोनों | भुजाओंको ऊपर उठाये हुए वह मुनिकी ओर चला; परंतु | उनके द्वारा उच्चारित होनेवाले भगवन्नामोंको सुनकर | वह दूर ही खड़ा रहा। उन ब्रह्मर्षिको मारनेमें असमर्थ | होकर राक्षस उनसे इस प्रकार बोला ॥ ५०-५१३ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("राक्षस उवाच\n" +
                "अहो भद्र महाभाग नमस्तुभ्यं महात्मने ॥५२॥ | नामस्मरणमात्रेण राक्षसा अपि दूरगाः । मया प्रभक्षिताः पूर्वं विप्राः कोटिसहस्रशः॥५३॥","राक्षसने कहा-यह तो बड़े आश्चर्यकी बात है! भद्र! महाभाग! आप महात्माको नमस्कार है। आप जो | भगवन्नामोंका स्मरण कर रहे हैं, इतनेसे ही राक्षस भी | दूर भाग जाते हैं। मैंने पहले कोटि सहस्र ब्राह्मणोंका भक्षण किया है।५२-५३ ॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("नामप्रावरणं विप्र रक्षति त्वां महाभयात्। नामस्मरणमात्रेण राक्षसा अपि भो वयम्॥५४॥ परां शान्तिं समापन्ना महिमा कोऽच्युतस्य हि।","ब्रह्मन्! आपके पास जो नामरूपी कवच है, वही राक्षसोंके महान् भयसे आपकी रक्षा करता है। आपके द्वारा किये गये नामस्मरणमात्रसे हम राक्षसोंको | भी परम शान्ति प्राप्त हो गयी। यह भगवान् अच्युतकी कैसी महिमा है॥५४३ ॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("सर्वथा त्वं महाभाग रागादिरहितो द्विज ॥५५॥ रामकथाप्रभावेण पाह्यस्मात् पातकाधमात्\n" +
                "।","महाभाग ब्राह्मण! आप श्रीरामकथाके प्रभावसे | सर्वथा राग आदि दोषोंसे रहित हो गये हैं। अतः आप | मुझे इस अधम पातकसे बचाइये ॥ ५५३ ॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("गुर्ववज्ञा मया पूर्वं कृता च मुनिसत्तम॥५६॥ | कृतश्चानुग्रहः पश्चाद् गुरुणोक्तमिदं वचः। वाल्मीकिमुनिना पूर्व कथा रामायणण्य । श्रोतव्या च प्रयत्नतः ।","कर्जे मासे सिते पक्षे 'पूर्वकालमें वाल्मीकि मुनिने जी गमावली कही है, ठसका कार्तिकमासके शुक्ल पय गा श्रवण करना चाहिये' ॥ ५७१ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("गुरुणापि पुनः प्रोक्तं रयं तु शुभदं वचः नवाह्रा खलु श्रोतव्यं रामायणकथायण\n" +
                "इतना अमृतमान\n" +
                "कहकर गुरुदेवने पुनः\n","यह पर\n" +
                "शुभदायक वचन कहा–'रामायणकी\n" +
                "1 नौ दिनमें सुननी चाहिये' ॥ ५८ ॥ तस्माद् ब्रह्मन् महाभाग सर्वशास्त्रार्थकोविटा, कथाश्रवणमात्रेण पाह्यस्मात् पापकर्मणः अतः सम्पूर्ण शास्त्रोंके तत्त्वको जाननेवाले ब्राह्मण ! आप मुझे रामायणकथा सुनाकर सपा मेरी रक्षा कीजिये ॥ ५९३ ॥\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ततो रामायणं ख्यातं राममाहात्म्यमुत्तमम्।। निशम्य विस्मयाविष्टो बभूव द्विजसत्तमः। ततो विप्रः कृपाविष्टो रामनामपरायणः। सुदासराक्षसं नाम चेदं वाक्यमथाब्रवीत्। ","नारदजी कहते हैं-ठस समय वहाँ म मुखसे रामायणका परिचय तथा श्रीरामके उत्तम वर्णन सुनकर द्विजश्रेष्ठ गर्ग आश्चर्यचकित हे श्रीरामका नाम ही उनके जीवनका अवलम्ब ब्राह्मणदेवता उस राक्षसके प्रति दयासे द्रवित है और सुदाससे इस प्रकार बोले ॥६०-६१३ ॥ विप्र उवाच\n" +
                "मुनिश्रेष्ठ! मैंने पूर्वकालमें अपने गुरुकी अवहेलना | की थी। फिर गुरुजीने मुझपर अनुग्रह किया और यह बात कही ॥ ५६३ ॥\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("राक्षसेन्द्र महाभाग मतिस्ते विमलाभवत्।। अस्मिन्नूर्जे सिते पक्षे रामायणकथां शृणु। शृणु त्वं राममाहात्म्यं रामभक्तिपरायण।। ","ब्राह्मणने कहा-महाभाग! राक्षसराज! - बुद्धि निर्मल हो गयी है। इस समय कार्तिक शुक्ल पक्ष चल रहा है। इसमें रामायणकी कथा रामभक्तिपरायण राक्षस! तुम श्रीरामचन्द्रजीके माहात श्रवण करो॥६२-६३॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ब्राह्मणने कहा-महाभाग! राक्षसराज! - बुद्धि निर्मल हो गयी है। इस समय कार्तिक शुक्ल पक्ष चल रहा है। इसमें रामायणकी कथा रामभक्तिपरायण राक्षस! तुम श्रीरामचन्द्रजीके माहात श्रवण करो॥६२-६३॥ रामध्यानपराणां च कः समर्थः प्रबाधितुम्। रामभक्तिपरो यत्र तत्र ब्रह्मा हरिः शिवः॥ तत्र देवाश्च सिद्धाश्च रामायणपरा नराः।","श्रीरामचन्द्रजीके ध्यानमें तत्पर रहनेवाले मनु बाधा पहुँचानेमें कौन समर्थ हो सकता है। जहाँ श्रीर भक्त है, वहाँ ब्रह्मा, विष्णु और शिव विराजमान हैं। वहीं देवता, सिद्ध तथा रामायणका आश्रय लेनेवाले मनुष्य | हैं॥ ६४६॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("नारद उवाच\n" +
                "तस्मादूर्जे सिते पक्षे रामायणकथा शृणु।। ६५ ॥ नवाला खलु श्रोतव्यं सावधानः सदा भव ।\n","इस कार्तिकमासके शुक्ल पक्षमें तुम रामायणकी | कथा सुनो। नौ दिनोंतक इस कथाको सुननेका विधान | है। अतः तुम सदा सावधान रहो॥६५३ ॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("इत्युक्त्वा कथयामास रामायणकथां मुनिः॥६६॥ कथाश्रवणमात्रेण राक्षसत्वमपाकृतम्। विसृज्य राक्षसं भावमभवद् देवतोपमः॥६७॥ कोटिसूर्यप्रतीकाशो नारायणसमप्रभः। शङ्खचक्रगदापाणिहरः सद्य जगाम सः॥६८॥ स्तुवन् तं ब्राह्मणं सम्यग् जगाम हरिमन्दिरम्॥६९॥","ऐसा कहकर गर्ग मुनिने उसे रामायणकी कथा सुनायी। कथा सुनते ही उसका राक्षसत्व दूर हो गया। राक्षस-भावका परित्याग करके वह देवताओंके समान सुन्दर, करोड़ों सूर्योंके समान तेजस्वी और भगवान् | नारायणके समान कान्तिमान् हो गया। अपनी चार | भुजाओंमें शङ्ख, चक्र, गदा और पद्म लिये वह श्रीहरिके वैकुण्ठधाममें चला गया। ब्राह्मण गर्ग मुनिकी भूरि-भूरि प्रशंसा करता हुआ वह भगवान्के उत्तम धाममें जा |"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("पहुँचा॥६६-६९॥\n" +
                "सस्पाकृणुध्वं विप्रेन्द्रा रामायणकथामृतम्। स तस्य महिमा तत्र ऊर्जे पासि चकीत्यते ॥ ७\n","नारदजी कहते हैं-विप्रवरो! अत: आपलोग भी रामायणकी अमृतमयी कथा सुनिये। इसके श्रवणकी सदा ही महिमा है, किंतु कार्तिकमासमें विशेष बतायी गयी है ।। ७० ।।"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("यन्नामस्मरणादेव महापातककोटिभिः।\n" +
                "विमुक्तः सर्वपापेभ्यो नरो याति पर गतिम् ।। ७१ ॥","रामायणके नामका स्मरण करनेसे ही मनुष्य करोड़ों महापातकों तथा समस्त पापोंसे मुक्त हो परमगतिको प्राप्त होता है"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामायणेति यन्नाम सकृदप्युच्यते यदा। तदैव पापनिर्मुक्तो\n" +
                "विष्णुलोक स गच्छति ॥ ७२ ॥","मनुष्य 'रामायण' इस नामका जब एक बार भी उच्चारण करता है, तभी वह समस्त पापोंसे मुक्त हो जाता है और अन्तमें भगवान् विष्णुके लोकमें चला जाता है॥ ७२ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ये पठन्ति सदाऽऽख्यानं भक्त्या शृण्वन्ति ये नराः।\n" +
                "गंगास्नानाच्छतगुणं तेषां संजायते फलम् ॥ ७३॥","जो मनुष्य सदा भक्तिभावसे रामायण-कथाको पढ़ते और सुनते हैं, उन्हें गंगास्नानकी अपेक्षा सौगुना पुण्यफल प्राप्त होता है॥७३॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("इति श्रीस्कन्दपुराणे उत्तरखण्डे नारदसनत्कुमारसंवादे रामायणमाहात्म्ये राक्षसमोक्षणं नाम द्वितीयोऽध्यायः॥२॥","इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्डमें नारद-सनत्कुमारसंवादके अन्तर्गत वाल्मीकीय रामायणमाहात्म्यके\n" +
                "प्रसंगमें राक्षसका उद्धार नामक दूसरा अध्याय पूरा हुआ॥२॥ माघमासमें रामायण-श्रवणका फल-राजा सुमति और सत्यवतीके पूर्व-जन्मका इतिहास सनत्कुमार उवाच मुने! आपके वचनामृतसे किसको संतोष नहीं होगा!॥\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("अहो विप्र इदं प्रोक्तमितिहासं च नारद। नारद उवाच\n" +
                "रामायणस्य माहात्म्यं त्वं पुनर्वद विस्तरात्॥१॥","सनत्कुमारने कहा-ब्रह्मर्षि नारदजी! आपने यह अद्भुत इतिहास सुनाया है। अब रामायणके माहात्म्यका पुनः विस्तारपूर्वक वर्णन कीजिये॥१॥ अन्यमासस्य माहात्म्यं कथयस्व प्रसादतः। कस्य नो जायते तुष्टिर्मुने त्वद्वचनामृतात्॥२॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("सर्वे यूयं महाभागाः कृतार्था नात्र संशयः।\n" +
                "यतः प्रभावं रामस्य भक्तितः श्रोतुमुद्यताः॥३॥ ","नारदजीने कहा-महात्माओ! आप सब लोग निश्चय ही बड़े भाग्यशाली और कृतकृत्य हैं, इसमें संशय नहीं है। क्योंकि आप भक्तिभावसे भगवान् श्रीरामकी महिमा सुननेके लिये उद्यत हुए हैं॥३॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("शृणुध्वमृषयश्चित्रमितिहास पुरातनम्। सर्वपापप्रशमनं ॥ ५॥","सर्वरोगविनाशनम् महर्षियो। अब आपलोग एक विचित्र पुरातन | इतिहास सुनिये, जो समस्त पापोंका निवारण और | सम्पूर्ण रोगोंका विनाश करनेवाला है॥५॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("आसीत् पुरा द्वापरे च सुमतिर्नाम भूपतिः ।\n" +
                "सोमवंशोद्भवः पूर्वकालकी बात है, द्वापरमें सुमति नामसे प्रसिद्ध |","एक राजा हो गये हैं। उनका जन्म चन्द्रवंशमें हुआ था। वे श्रीसम्पन्न और सातों द्वीपोंके एकमात्र सम्राट् थे॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("धर्मात्मा सत्यसम्पन्नः सर्वसम्पद्विभूषितः।\n" +
                "श्रीमान् सप्तद्वीपैकनायकः ॥ ॥\n" +
                "च सदा रामकथासेवी रामपूजापरायणः॥७॥","उनका मन सदा धर्ममें ही लगा रहता था। वे | सत्यवादी तथा सब प्रकारको सम्पत्तियोंसे सुशोभित थे। सदा श्रीरामकथाके सेवन और श्रीरामकी ही समाराधनामें संलग्न रहते थे॥७॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामपूजापराणां शुश्रूषुरनहंकृतिः।\n" +
                "पूज्येषु पूजानिरतः समदर्शी गुणान्वितः॥८॥ ","श्रीरामकी पूजा-अर्चामें लगे रहनेवाले भक्तोंकी वे सदा सेवा करते थे। उनमें अहंकारका नाम भी नहीं था। वे पूज्य पुरुषोंके पूजनमें तत्पर रहनेवाले, समदर्शी तथा सद्गुणसम्पन्न थे॥८॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("सर्वभूतहितः शान्तः कृतज्ञः कीर्तिमान् नृपः।\n" +
                "तस्य भार्या महाभागा सर्वलक्षणसंयुता॥९॥ ","राजा सुमति समस्त प्राणियोंके हितैषी, शान्त, कृतज्ञ और यशस्वी थे। उनकी परम सौभाग्यशालिनी पत्नी भी समस्त शुभ लक्षणोंसे सुशोभित थी॥९॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("पतिव्रता पतिप्राणा नाम्ना सत्यवती श्रुता। तावुभौ दम्पती नित्यं रामायणपरायणौ ॥१०॥","उसका नाम सत्यवती था। वह पतिव्रता थी। पतिमें ही उसके प्राण बसते थे। वे दोनों पति-पत्नी | सदा रामायणके ही पढ़ने और सुनने में संलग्न रहते | थे॥१०॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("तडागारामवाप्यादीनसंख्यातान् वितेनतुः॥११॥\n" ,"तडागारामवाप्यादीनसंख्यातान् वितेनतुः॥११॥\n" +
                "सदा अन्नका दान करते और प्रतिदिन जलदानमें | प्रवृत्त रहते थे। उन्होंने असंख्य पोखरों, बगीचों और बावड़ियोंका निर्माण कराया था॥ ११ ॥\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("सोऽपि राजा महाभागो रामायणपरायणः। वाचयेच्छणुयाद वापि भक्तिभावेन भावितः ॥","महाभाग राजा सुमति भी सदा रामायण अनुशीलनमें लगे रहते थे। वे भक्तिभावये माथि रामायणको ही बाँचते अथवा सुनते थे॥ १२ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("एवं रामपरं नित्य राजानं धर्षकोविदम्। तस्य प्रियां सत्यवती देवा अपि सदास्तुवन।","इस प्रकार वे धर्मज नरेश सदा श्रीरामकी आग ही तत्पर रहते थे। उनकी प्यारी पत्नी सत्यवती भी ही थी। देवता भी उन दोनों दम्पतिकी सदा भूरिप्रशंसा करते थे ॥ १३ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("विश्रुतौ त्रिषु लोकेषु दम्पती तौ हि धार्मिकी। आययौ बहुभिः शिष्यैर्द्रष्टकामो विभाण्डकः ।।","एक दिन उन त्रिभुवनविख्यात धर्मात्या रात रानीको देखनेके लिये विभाण्डक मुनि अपने बहुत शिष्योंके साथ वहाँ आये॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("विभाण्डकं मुनिं दृष्ट्वा सुखमाप्तो जनेचरः। प्रत्युद्ययौ सपत्नीकः पूजाभिर्बहुविस्तरम् ॥ १॥","मुनिवर विभाण्डकको आया देख राजा सुमति बड़ा सुख मिला। वे पूजाकी विस्तृत सामग्री साथ पत्नीसहित उनकी अगवानीके लिये गये॥ १५ ॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("कृतातिथ्यक्रियं शान्तं कृतासनपरिग्रहम्। निजासनगतो भूपः प्राञ्जलिर्मुनिमब्रवीत्॥ १८","जब मुनिका अतिथि-सत्कार सम्पन्न हो और वे शान्तभावसे आसनपर विराजमान हो गये, समय अपने आसनपर बैठे हुए भूपालने मुनिसे हे जोड़कर कहा ॥१६॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("राजोवाच कृतकृत्योऽद्य त्वदभ्यागमनेन भोः।\n" +
                "भगवन् सतामागमनं सन्तः प्रशंसन्ति सुखावहम्॥१७ ","शुभागमनसे मैं कृतार्थ हो गया; क्योंकि श्रेष्ठ पुरु संतोंके आगमनको सुखदायक बताकर उसकी प्रशंस करते हैं॥१७॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("यत्र स्यान्महतां प्रेम तत्र स्युः सर्वसम्पदः। अन्नदानरतौ नित्यं जलदानपरायणौ।\n" +
                "तेजः कीर्तिर्धनं पुत्र इति प्राहुर्विपश्चितः॥१८ ॥","जहाँ महापुरुषोंका प्रेम होता है, वहाँ सारी सम्पत्तिय अपने-आप उपस्थित हो जाती हैं। वहाँ तेज, कीर्ति, ध और पुत्र-सभी वस्तुएँ उपलब्ध होती हैं-ऐसा विद्वः पुरुषोंका कथन है॥१८॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("तत्र वृद्धि गमिष्यन्ति श्रेयास्यनुदिन मुने।\n" +
                "यत्र सन्तः प्रकुर्वन्ति महती करुणां प्रभो ॥१९॥","मुने! प्रभो! जहाँ संत-महात्मा बड़ी भारी कृपा | करते हैं, वहाँ प्रतिदिन कल्याणमय साधनोंकी वृद्धि होती है॥१९॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("यो मूर्ध्नि धारयेद् ब्रह्मन् विप्रपादतलोदकम्।\n" +
                "पुण्यवान् नात्र संशयः॥२०॥","ब्रह्मन् ! जो अपने मस्तकपर ब्राह्मणोंका चरणोदक | धारण करता है, उस पुण्यात्मा पुरुषने सब तीर्थोंमें स्नान | कर लिया-इसमें संशय नहीं है॥२०॥"));


        valimikiRamayanaModels.add(new ValimikiRamayanaModel("मम पुत्राश्च दाराश्च सम्पदश्च समर्पिताः।\n" +
                "समाज्ञापय शान्तात्मन् वयं किं करवाणि ते॥२१॥\n","शान्तस्वरूप महर्षे! मेरे पुत्र, पत्नी तथा सारी सम्पत्ति आपके चरणोंमें समर्पित है। आज्ञा दीजिये, हम | आपकी क्या सेवा करें? ॥ २१॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("इत्थं वदन्तं भूपं तं स निरीक्ष्य मुनीश्वरः।\n" +
                "स्पृशन् करेण राजानं प्रत्युवाचातिहर्षितः॥२२॥\n","ऐसी बातें कहते हुए राजा सुमतिकी ओर देखकर मुनीश्वर विभाण्डक बड़े प्रसन्न हुए और उन्होंने अपने हाथसे राजाका स्पर्श करते हुए कहा ॥ २२ ॥ "));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ऋषिरुवाच\n" +
                "राजन् यदुक्तं भवता तत्सर्वं त्वत्कुलोचितम्।\n" +
                "विनयावनताः सर्वे परं श्रेयो भजन्ति हि॥२३॥\n","ऋषि बोले-राजन्! तुमने जो कुछ कहा है, वह सब तुम्हारे कुलके अनुरूप है। जो इस प्रकार | विनयसे झुक जाते हैं, वे सब लोग परम कल्याणके | भागी होते हैं॥ २३॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("प्रीतोऽस्मि तव भूपाल सन्मार्गपरिवर्तिनः।\n" +
                "स्वस्ति तेऽस्तु महाभाग यत्पृच्छामि तदुच्यताम्॥२४॥\n","भूपाल! तुम सन्मार्गपर चलनेवाले हो। मैं तुमपर | बहुत प्रसन्न हूँ। महाभाग! तुम्हारा कल्याण हो। मैं तुमसे | जो कुछ पूछता हूँ, उसे बताओ॥२४॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("हरिसंतोषकान्यासन् पुराणानि बहून्यपि। माघे मासि चोद्यतोऽसि रामायणपरायणः॥२५॥ तव भार्यापि साध्वीयं नित्यं रामपरायणा। किमर्थमेतद् वृत्तान्तं यथावद् वक्तुमर्हसि ॥२६॥","यद्यपि भगवान् श्रीहरिको संतुष्ट करनेवाले बहुत- | से पुराण भी थे, जिनका तुम पाठ कर सकते थे, तथापि | इस माघमासमें सब प्रकारसे प्रयत्नशील होकर तुम जो | रामायणके ही पारायणमें लगे हुए हो तथा तुम्हारी यह\n" +
                "साध्वी पत्नी भी सदा जो श्रीरामकी ही आराधनामें रत रहती है, इसका क्या कारण है ? यह वृत्तान्त यथावत्रूपसे मुझे बताओ ।। २५-२६ ॥\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("शृणुष्व भगवन् सर्वं यत्पृच्छसि वदामि तत्।\n" +
                "राजोवाच\n" +
                "आश्चर्य यद्धि लोकानामावयोश्चरितं मुने।। २७।। ","कहा-भगवन् ! सुनिये, आप जो कुछ पूछते हैं, वह सब मैं बता रहा हूँ। मुने! हम दोनोंका चरित्र सम्पूर्ण जगत्के लिये आश्चर्यजनक है॥ २७ ॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("अहमासं पुरा शूद्रो मालतिर्नाम सत्तम ।\n" +
                "कुमार्गनिरतो नित्यं सर्वलोकाहिते रतः ॥ २८॥","साधुशिरोमणे! पूर्वजन्ममें मैं मालति नामक शूद्र था। सदा कुमार्गपर ही चलता और सब लोगोंके अहित-साधनमें ही संलग्न रहता था॥ २८॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("पिशुनो धर्मविद्वेषी देवद्रव्यापहारकः।\n" +
                "महापातकिसंसर्गी देवद्रव्योपजीवकः ॥ २९॥ ","दूसरोंकी चुगली खानेवाला, धर्मद्रोही, देवतासम्बन्धी द्रव्यका अपहरण करनेवाला तथा महापातकियोंके संसर्गमें रहनेवाला था। मैं देव-सम्पत्तिसे ही जीविका चलाता था।"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("गोजश्च ब्रह्महा चौरो नित्यं प्राणिवधे रतः।\n" +
                "नित्यं निष्ठुरवक्ता च पापी वेश्यापरायणः॥३०॥\n","गोहत्या, ब्राह्मणहत्या और चोरी करना- -यही अपना धंधा था। मैं सदा दूसरे प्राणियोंकी हिंसामें ही लगा रहता था। प्रतिदिन दूसरोंसे कठोर बातें बोलता, पाप करता और वेश्याओंमें आसक्त रहता था॥३०॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("किञ्चित् काले स्थितो ह्येवमनादृत्य महद्वचः।\n" +
                "सर्वबन्धुपरित्यक्तो दुःखी वनमुपागमम्॥३१॥\n","इस प्रकार कुछ कालतक घरमें रहा, फिर बड़े लोगोंकी आज्ञाका उल्लङ्घन करनेके कारण मेरे सभी भाई-बन्धुओंने मुझे त्याग दिया और मैं दुःखी होकर वनमें चला आया॥३१॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("मृगमांसाशनं नित्यं तथा मार्गविरोधकृत्।\n" +
                "एकाकी दुःखबहुलो न्यवसं निर्जने वने॥३२॥","वहाँ प्रतिदिन मृगोंका मांस खाकर रहता था और काँटे आदि बिछाकर लोगोंके आने-जानेका मार्ग अवरुद्ध कर देता था। इस तरह अकेला बहुत दुःख भोगता हुआ मैं उस निर्जन वनमें रहने लगा॥३२॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("वहाँ प्रतिदिन मृगोंका मांस खाकर रहता था और काँटे आदि बिछाकर लोगोंके आने-जानेका मार्ग अवरुद्ध कर देता था। इस तरह अकेला बहुत दुःख भोगता हुआ मैं उस निर्जन वनमें रहने लगा॥३२॥","एक दिनकी बात है, मैं भूखा-प्यासा, थका-माँदा,\n" +
                "स स्नातो सर्वतीर्थेषु\n"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("श्रीमद्वाल्मीकीयरामायणमाहात्म्ये\n" +
                "तत्समीपे महत्सरः। निद्रासे झूमता हुआ एक निर्जन वनमें आया। वहाँ | दैवयोगसे वसिष्ठजीके आश्रमपर मेरी दृष्टि पड़ी ॥ ३३ ॥ हंसकारण्डवाकीर्ण पर्यन्ते वनपुष्पौधेशवादित तन्मुनीश्वर॥३४॥\n","उस आश्रमके निकट एक विशाल सरोवर था, जिसमें हंस और कारण्डव आदि जलपक्षी छा रहे थे। मुनीश्वर! वह सरोवर चारों ओरसे वन्य पुष्प-समूहोंद्वारा | आच्छादित था॥३४॥ "));


        valimikiRamayanaModels.add(new ValimikiRamayanaModel("अपिबं तत्र पानीयं तत्तटे विगतश्रमः। उन्मूल्य वृक्षमूलानि मया क्षुच्च निवारिता॥३५॥","अपिबं तत्र पानीयं तत्तटे विगतश्रमः। उन्मूल्य वृक्षमूलानि मया क्षुच्च निवारिता॥३५॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("वसिष्ठस्याश्रमे तत्र निवासं कृतवानहम्। शीर्णस्फटिकसंधानं तत्र चाहमकारिषम्\n" +
                "॥३६॥","वसिष्ठके उस आश्रमके पास ही मैं निवास करने लगा। टूटी-फूटी स्फटिक-शिलाओंको जोड़कर मैंने वहाँ दीवार खड़ी की॥३६॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("पणस्तृणैश्च काष्ठैश्च गृहं सम्यक् प्रकल्पितम्। तत्राहं व्याधसत्त्वस्थो हत्वा बहुविधान् मृगान्॥ ३७॥","आजीविकां च कुर्वाणो वत्सराणां च विंशतिम्।\n" +
                "फिर पत्तों, तिनकों और काष्ठोंद्वारा एक सुन्दर घर बना लिया। उसी घरमें रहकर मैं व्याधोंकी वृत्तिका आश्रय ले नाना प्रकारके मृगोंको मारकर उन्हींके द्वारा बीस वर्षांतक अपनी जीविका चलाता रहा॥ ३७३ ॥ | अथेयमागता साध्वी विन्ध्यदेशसमुद्भवा ॥३८॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("निषादकुलसम्भूता नाम्ना कालीति विश्रुता। बन्धुवगैः परित्यक्ता दुःखिता जीर्णविग्रहा॥३९॥निषादकुलसम्भूता नाम्ना कालीति विश्रुता। बन्धुवगैः परित्यक्ता दुःखिता जीर्णविग्रहा॥३९॥","मासे ग्रीष्मे च तापा\" ह्यन्तस्तापप्रपीडिता। इमां दुःखवीं दृष्ट्वा जाता मे विपुला घृणा ॥\n" +
                "तदनन्तर मेरी ये साध्वी पत्नी वहाँ मेरे पास आयीं। पूर्वजन्ममें इनका नाम काली था। काली निषादकुलकी कन्या थी और विन्ध्यप्रदेशमें उत्पन्न हुई थी। उसके भाई-बन्धुओंने उसे त्याग दिया था। वह दुःखसे पीड़ित थी। उसका शरीर वृद्ध हो चला था॥ ३८-३९॥\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ब्रह्मन् क्षुत्तृट्परिश्रान्ता शोचन्ती भौक्तिकी क्रियाम्। दैवयोगात् समायाता भ्रमन्ती विजने वने ॥४०","॥ ब्रह्मन्! वह भूख-प्याससे शिथिल हो गयी थी | और इस सोचमें पड़ी थी कि भोजनका कार्य कैसे | चलेगा? दैवयोगसे घूमती-घामती वह उसी निर्जन | वनमें आ पहुँची, जिसमें मैं रहता था॥ ४० ॥ इस दुःखिनी नारीको देखकर मेरे मनमें बड़ी गर्मीका महीना था। बाहर इसे धूप सता और भीतर मानसिक संताप अत्यन्त पीड़ा दे रण आयी ।। ४१ ।।"));


        valimikiRamayanaModels.add(new ValimikiRamayanaModel("मया दत्तं जलं चास्यै मांस वनफल तथा। गतश्रमा तु सा पृष्टा मया ब्रह्मन् यथातथा। मैंने इसे पीनेके लिये जल तथा खाने ।","मांस और जंगली फल दिये। ब्रह्मन्! काली विश्राम कर चुकी, तब मैंने उससे उसका 2% वृत्तान्त पूछा ॥ ४२ ।।"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("न्यवेदयत् स्वकर्माणि तानि शृणु महामुने।\n" +
                "इयं काली तु नाम्ना वै निषादकुलसम्श्रवा ॥","॥ महामुने! मेरे पूछनेपर उसने जो अपने जन्य-निवेदन किये थे, उन्हें बताता हूँ। सुनिये-ठसका काली था और वह निषादकुलकी कन्या थी॥ ४ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("दाम्भिकस्य सुता विद्वन् न्यवसद् विन्थ्यपर्वते। परस्वहारिणी नित्यं सदा पैशुन्यवादिनी ॥ ४",""));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("बन्धुवर्ग: परित्यक्ता यतो हतवती पतिम्। =\n" +
                "कान्तारे विजने ब्रह्मन् मत्समीपमुपागता॥ ४८","एक दिन उसने अपने पतिकी हत्या कर डान इसीलिये भाई-बन्धुओंने उसे घरसे निकाल दि ब्रह्मन्! इस तरह परित्यक्ता काली उस दुर्गम एवं नि वनमें मेरे पास आयी थी॥४५॥ इत्येवं स्वकृतं कर्म सर्वं मह्यं न्यवेदयत्। वसिष्ठस्याश्रमे पुण्ये अहं चेयं च वै मुने॥ ४ दम्पतीभावमाश्रित्य स्थितौ मांसाशिनौ तदा।\n" +
                "| | | ॥ |\n" +
                "उसने अपनी सारी करतूतें मुझे इसी रूपमें बता थीं। मुने! तब वसिष्ठजीके उस पवित्र आश्रमके निक मैं और काली-दोनों पति-पत्नीका सम्बन्ध स्वीक करके रहने और मांसाहारसे ही जीवन-निर्वाह का लगे॥ ४६३ ॥ उद्यमार्थे गतौ चैव वसिष्ठस्याश्रमं तदा ॥ ४७ दृष्ट्वा चैव समाजं च देवर्षीणां च सत्तम। रामायणपरा विप्रा माघे दृष्टा दिने दिने॥ ४८\n"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("निराहारौ च विक्रान्तौ क्षुत्पिपासाप्रपीडितौ। अनिच्छया गतौ तत्र वसिष्ठस्याश्रमं प्रति ॥४९॥ रामायणकथां श्रोतुं नवाला चैव भक्तितः ।\n" +
                "एव पञ्चत्वमावयोरभवन्मुने॥५०॥ ","समय हमलोग निराहार थे और पुरुषार्थ | करनेमें समर्थ होकर भी भूख-प्याससे कष्ट पा रहे | थे। अतः बिना इच्छाके ही वसिष्ठजीके आश्रमपर चले गये थे। फिर लगातार नौ दिनोंतक भक्ति- | पूर्वक रामायणकी कथा सुननेके लिये हम दोनों वहाँ जाते रहे। मुने! उसी समय हम दोनोंकी मृत्यु हो | गयी॥ ४९-५०॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("कर्मणा तेन तुष्टात्मा\n" +
                "भगवान् मधुसूदनः। स्वदूतान् प्रेषयामास\n" +
                "मदाहरणकारणात्॥५१॥\n","हमारे उस कर्मसे भगवान् मधुसूदनका मन प्रसन्न हो गया था, अतः उन्होंने हमें ले आनेके लिये दूत भेजे ॥५१॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("आरोप्य मां विमाने तु जग्मुस्ते च परं पदम्।\n" +
                "आवां समीपमापन्नौ देवदेवस्य चक्रिणः॥५२॥ ","वे दूत हम दोनोंको विमानमें बिठाकर भगवान्के | परम पद (उत्तम धाम) में ले गये। हम दोनों देवाधिदेव | चक्रपाणिके निकट जा पहुँचे* ॥५२॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("भुक्तवन्तौ महाभोगान् यावत्कालं शृणुष्व मे। युगकोटिसहस्राणि युगकोटिशतानि च॥५३॥ उषित्वा रामभवने ब्रह्मलोकमुपागतौ। तावत्कालं च तत्रापि स्थित्वैन्द्रपदमागतौ ॥५४॥","वहाँ हमने जितने समयतक बड़े-बड़े भोग भोगे | थे, वह बता रहे हैं। सुनिये-कोटि सहस्र और कोटि शत युगोंतक श्रीरामधाममें निवास करके हमलोग | ब्रह्मलोकमें आये। वहाँ भी उतने ही समयतक रहकर हम इन्द्रलोकमें आ गये॥५३-५४॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("तत्रापि तावत्काल च भुक्त्या भोगाननुत्तमान् ।\n" +
                "ततः पी वयं प्राप्ताः क्रमेण मुनिसत्तम ॥ ५५ ॥","मुनिश्रेष्ठ। इन्द्रलोकमें भी उतने ही कालतक परम उत्तम भोग भोगनेके पश्चात् हम क्रमशः इस पृथ्वीपर आये हैं ।। ५५ ॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामायणप्रसादतः।\n" +
                "अनिच्छया कृतेनापि प्राप्तमेवंविथं मुने ।। ५६ ॥","यहाँ भी रामायणके प्रसादसे हमें अतुल सम्पत्ति प्राप्त हुई है। मुने! अनिच्छासे रामायणका श्रवण करनेपर भी हमें ऐसा फल प्राप्त हुआ है॥ ५६ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("नवाह्रा किल श्रोतव्यं रामायणकथामृतम्\n" +
                "। भक्तिभावेन धर्मात्मन् जन्ममृत्युजरापहम्।। ५७॥\n","धर्मात्मन्! यदि नौ दिनोंतक भक्ति-भावसे रामायणकी अमृतमयी कथा सुनी जाय तो वह जन्म, जरा और मृत्युका नाश करनेवाली होती है॥ ५७ ॥ अवशेनापि यत्कर्म कृतं तु सुमहत्फलम्।\n" +
                "\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ददाति शृणु विप्रेन्द्र रामायणप्रसादतः॥५८॥","विप्रवर! सुनिये, विवश होकर भी जो कर्म किया जाता है, वह रामायणके प्रसादसे परम महान् फल प्रदान करता है॥५८॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("एतत्सर्वं निशम्यासौ विभाण्डको मुनीश्वरः। नारद उवाच\n" +
                "अभिनन्द्य महीपालं प्रययौ स्वतपोवनम्\n" +
                "॥५९॥\n","नारदजी कहते हैं-यह सब सुनकर मुनीश्वर विभाण्डक राजा सुमतिका अभिनन्दन करके अपने तपोवनको चले गये॥५९॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("तस्माच्छृणुध्वं विप्रेन्द्रा देवदेवस्य चक्रिणः।\n" +
                "रामायणकथा चैव कामधेनूपमा स्मृता॥६०॥\n","विप्रवरो! अतः आपलोग देवाधिदेव चक्रपाणि भगवान् श्रीहरिकी कथा सुनिये। रामायणकथा कामधेनुके समान अभीष्ट फल देनेवाली बतायी गयी है॥६०॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("माघे मासे सिते पक्षे रामायणं प्रयत्नतः। नवाह्ना किल श्रोतव्यं सर्वधर्मफलप्रदम्॥६१॥","माघमासके शुक्ल पक्षमें प्रयत्नपूर्वक रामायणकी नवाह्नकथा सुननी चाहिये। वह सम्पूर्ण धर्मोंका फल\n" +
                "* यहाँ जिस परम पदसे लौटनेका वर्णन है, वह ब्रह्मलोकसे भिन्न कोई उत्तम लोक था, जहाँ भगवान् मधुसूदनके सांनिध्य तथा श्रीरामके दर्शन-सुखका अनुभव होता था, इसे साक्षात् वैकुण्ठ या साकेत नहीं मानना चाहिये; क्योंकि वहाँसे पुनरावृत्ति नहीं होती। अनिच्छासे कथा-श्रवण करनेके कारण उन्हें अपुनरावर्ती लोक नहीं मिला था।\n" +
                "४३\n"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("माधफलानुकीर्तम नाम तृतीयोऽध्यायः ।। ३ ।।","इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्ड नारदसनाकुमारसंवादके अन्तर्गत रामायणमाहात्य के प्रमाण माघमासमें रामायणकथाश्रवणके फलका वर्णन नामक तीसरा अध्याय पूरा हुआ।॥ ३ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("चैत्रमासमें रामायणके पठन और श्रवणका माहात्म्य, कलिक नामक व्याध और उत्तङ्क मुनिकी कथा\n" +
                "नारद उवाच अन्यमासं प्रवक्ष्यामि शृणुध्वं सुसमाहिताः । सर्वपापहरं पुण्यं सर्वदुःखनिबर्हणम्॥१॥ ब्राह्मणक्षत्रियविशां शूद्राणां चैव योषिताम्। समस्तकामफलदं सर्ववतफलप्रदम्॥२॥| दुःस्वप्ननाशनं धन्यं भुक्तिमुक्तिफलप्रदम्। रामायणस्य माहात्म्यं श्रोतव्यं च प्रयत्नतः॥३॥\n","नारदजी कहते हैं-महर्षियो! अब मैं | रामायणके पाठ और श्रवणके लिये उपयोगी दूसरे मासका वर्णन करता हूँ, एकाग्रचित्त होकर सुनो। रामायणका माहात्म्य समस्त पापोंको हर लेनेवाला, | पुण्यजनक तथा सम्पूर्ण दुःखोंका निवारण करनेवाला है। वह ब्राह्मण, क्षत्रिय, वैश्य, शूद्र तथा स्त्री-इन सबको समस्त मनोवाञ्छित फल प्रदान करनेवाला है। उससे सब प्रकारके व्रतोंका फल भी प्राप्त होता है। वह दुःस्वप्नका नाशक, धनकी प्राप्ति करानेवाला तथा भोग और मोक्षरूप फल देनेवाला है। अतः उसे प्रयत्नपूर्वक सुनना चाहिये॥१-३॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("अत्रैवोदाहरन्तीममितिहास पुरातनम्।\n" +
                "पठतां शृण्वतां चैव सर्वपापप्रणाशनम्॥४॥","इसी विषयमें विज्ञ पुरुष एक प्राचीन इतिहासका | उदाहरण देते हैं। वह इतिहास अपने पाठकों और श्रोताओंके समस्त पापोंका नाश करनेवाला है॥४॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("तेन पापान्यनेकानि कृतानि सुमहान्ति च॥७","पराये धनका तो वह नित्य अपहरण करता ही देवताके धनको भी हड़प लेता था। उसने अपने जीवन अनेक बड़े-बड़े पाप किये थे॥७॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("तस्योपवनमध्यस्थं रम्यं केशवमन्दिरम्॥१०॥ छादितं हेमकलशैर्दृष्ट्वा व्याधो मुदं ययौ। हराम्यत्र सुवर्णानि बहूनीति विनिश्चितः॥११॥ ","सौवीरनगरके उपवनमें\n" +
                "भगवान् केशवका बड़ा सौवीरनगरके उपवनमें\n" +
                "भगवान् केशवका बड़ा\n"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("तत्रापश्यद् द्विजवर शान्त तरचार्थकोविद्यम्॥१२॥\n" +
                "\n" +
                "च निःस्पृह ध्यानलोलुपम् ॥ १३ ॥ ","ऐसा निश्चय करके वह चोरीपर लटू रहनेवाला | व्याध श्रीरामके मन्दिरमें गया। वहाँ उसने शान्त, तत्त्वार्थवेत्ता | और भगवान्की आराधनामें तत्पर उत्तङ्क मुनिका दर्शन | किया, जो तपस्याकी निधि थे। वे अकेले ही रहते थे। उनके हृदयमें सबके प्रति दया भरी थी। वे सब ओरसे निःस्पृह थे। उनके मनमें केवल भगवान्के ध्यानका ही लोभ बना रहता था॥१२-१३॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("दृष्ट्वासौ लुब्धको मेने तं चौर्यस्यान्तरायिणम्।\n" +
                "\n" +
                "देवस्य द्रव्यजातं तु समादाय महानिशि॥१४॥"," उन्हें वहाँ उपस्थित देख व्याधने उनको चोरीमें | विघ्न डालनेवाला समझा। तदनन्तर जब आधी रात हुई, तब वह देवतासम्बन्धी द्रव्यसमूह लेकर चला ॥ १४ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("उत्तङ्क हन्तुमारेभे उद्यतासिर्मदोद्धतः।\n" +
                "\n" +
                "पादेनाक्रम्य तद्वक्षो गलं संगृह्य पाणिना॥१५॥","उस मदोन्मत्त व्याधने उत्तङ्क मुनिकी छातीको अपने एक पैरसे दबाकर हाथसे उनका गला पकड़ लिया और तलवार उठाकर उन्हें मार डालनेका उपक्रम | किया॥१५॥\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("भो भोः साधो वृथा मां त्वं हनिष्यसि निरागसम्॥१६॥","उत्तङ्कने कहा-ओ भले मानुष! तुम व्यर्थ ही | मुझे मारना चाहते हो। मैं तो सर्वथा निरपराध हूँ॥ १६॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("मया किमपराद्धं ते तद् वद त्वं च लुब्धक। कृतापराधिनो लोके हिंसां कुर्वन्ति यत्नतः॥१७॥ "," न हिंसन्ति वृथा सौम्य सज्जना अप्यपापिनम्। जगाम सुन्दर मन्दिर था, जो सोमेके अनेकानेक कलशीम का हुआ था। उसे देखकर व्याधको खहरी प्रसाना हुई। उसने यह निश्चय कर लिया कि मैं यहाँसे बहुरा सा सुवर्ण चुराकर ले चलूंगा \n" ));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामभवन कीनाशश्चौर्यलोलुपः । तत्रापश्यद् द्विजवर शान्तं तत्त्वार्थकोविदम् ॥ १२॥ परिचर्यापर विष्णोरुत्तर तपसा निधिम् । एकाकिनं दयालुं च निःस्पृह\n" +
                "\n" +
                "ध्यानलोलुपम् ॥ १३ ।।"," ऐसा निश्चय करके वह चोरीपर लटू रहनेवाला | व्याध श्रीरामके मन्दिरमें गया। वहाँ उसने शान्त, तत्त्वार्थवेत्ता | और भगवान्की आराधनामें तत्पर उत्तङ्क मुनिका दर्शन | किया, जो तपस्याकी निधि थे। वे अकेले ही रहते थे। उनके हृदयमें सबके प्रति दया भरी थी। वे सब ओरसे निःस्पृह थे। उनके मनमें केवल भगवान्के ध्यानका ही लोभ बना रहता था॥१२-१३॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ष्ट्वासौ लुब्धको मेने तं चौर्यस्यान्तरायिणम्।\n" +
                "\n" +
                "देवस्य द्रव्यजातं तु समादाय महानिशि॥१४॥","न्हें वहाँ उपस्थित देख व्याधने उनको चोरीमें | विघ्न डालनेवाला समझा। तदनन्तर जब आधी रात हुई, तब वह देवतासम्बन्धी द्रव्यसमूह लेकर चला ॥ १४ ॥ "));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("उत्तङ्क हन्तुमारेभे उद्यतासिर्मदोद्धतः।\n" +
                "\n" +
                "पादेनाक्रम्य तद्वक्षो गलं संगृह्य पाणिना॥१५॥","उस मदोन्मत्त व्याधने उत्तङ्क मुनिकी छातीको अपने एक पैरसे दबाकर हाथसे उनका गला पकड़ लिया और तलवार उठाकर उन्हें मार डालनेका उपक्रम | किया॥१५॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("॥ धापदधति द्रव्यं तावद् भवति बान्धवः । अर्जित तु धर्म सर्वे भुज्जन्ते बान्धवाः सदा ॥ २७॥ दुःखमेकतमो मूलस्तत्यापफलमश्रुते।\n","लोग उसके भाई-बन्धु बने रहते हैं और उसके कमाये | मनुष्य जबतक कमाकर धन देता है, तभीतक | हुए धनको सारे बन्धु-बान्धव सदा भोगते रहते हैं; किंतु | मूर्ख मनुष्य अपने किये हुए पापके फलरूप दुःखको | अकेला ही भोगता है॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("इति ब्रुवाणं तषि विमृश्य भयविह्वलः ॥२८॥ कलिकः प्राञ्जलिः प्राह क्षमस्वेति पुनः पुनः।","उत्तङ्क मुनि जब इस प्रकार कह रहे थे, तब | उनकी बातोंपर विचार करके कलिक नामक व्याध | भयसे व्याकुल हो उठा और हाथ जोड़कर बारम्बार | कहने लगा-'प्रभो! मेरे अपराधको क्षमा कीजिये'॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("त्संगस्य प्रभावेण हरिसंनिधिमात्रतः॥२९॥ गतपापो लुब्धकश्च सानुतापोऽभवद् ध्रुवम्।\n","उन महात्माके संगके प्रभावसे तथा भगवान्का सांनिध्य | मिल जानेसे उस लुब्धकके सारे पाप नष्ट हो गये तथा | उसके मनमें निश्चय ही बड़ा पश्चात्ताप होने लगा॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("मया कृतानि पापानि महान्ति सुबहूनि च॥३०॥ तानि सर्वाणि नष्टानि विप्रेन्द्र तव दर्शनात्।","वह बोला-'विप्रवर! मैंने बड़े-बड़े पाप किये हैं; किंतु वे सब आपके दर्शनमात्रसे | नष्ट हो गये॥३०॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ततो विमानमारुह्य सर्वकामसमन्वितम्। अप्सरोगणसंकीर्ण हरिमन्दिरम्॥४२॥ ","तत्पश्चात् अप्सराओंसे भरे हुए सम्पूर्ण मनोवाञ्छित भोगोंसे सम्पन्न विमानपर आरूढ़ हो वह श्रीहरिके परम धाममें जा पहुँचा ॥४२॥ तस्माच्छृणुध्वं विप्रेन्द्राः कथां रामायणस्य च।"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("तस्मादृतुषु सर्वेषु हितकृद्धरिपूजकः ॥४४॥ ईप्सितं मनसा यद्यत् तदाप्नोति न संशयः।","इसलिये रामायण सभी ऋतुओंमें हितकारक है। इसके द्वारा भगवान्की पूजा करनेवाला पुरुष मनसे जोजो चाहता है, उसे नि:संदेह प्राप्त कर लेता है। ४४। "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ततो विमानमारुह्य सर्वकामसमन्वितम्। अप्सरोगणसंकीर्ण\n" +
                "हरिमन्दिरम्॥४२॥\n","तत्पश्चात् अप्सराओंसे भरे हुए सम्पूर्ण मनोवाञ्छित भोगोंसे सम्पन्न विमानपर आरूढ़ हो वह श्रीहरिके परम | धाममें जा पहुँचा ॥४२॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("इति श्रीस्कन्दपुराणे उत्तरखण्डे नारदसनत्कुमारसंवादे रामायणमाहात्म्ये\n" +
                "चैत्रमासफलानुकीर्तनं नाम चतुर्थोऽध्यायः॥४॥","इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्डमें नारद-सनत्कुमारसंवादके अन्तर्गत रामायणमाहात्म्यके प्रसंगमें\n" +
                "चैत्रमासमें रामायण सुननेके फलका वर्णन नामक चौथा अध्याय पूरा हुआ॥४॥\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामायणस्य माहात्म्यं श्रुत्वा प्रीतो मुनीश्वरः।\n" +
                "सनत्कुमारः पप्रच्छ नारदं मुनिसत्तमम्॥१॥ ","सूतजी कहते हैं-रामायणका यह माहात्म्य सुनकर मुनीश्वर सनत्कुमार बहुत प्रसन्न हुए। उन्होंने मुनिश्रेष्ठ नारदजीसे पुनः जिज्ञासा की॥१॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामायणस्य माहात्म्यं कथितं वै मुनीश्वर।\n" +
                "इदानीं श्रोतुमिच्छामि विधिं रामायणस्य च॥२॥ ","सनत्कुमार बोले-मुनीश्वर! आपने रामायणका माहात्म्य कहा। अब मैं उसकी विधि सुनना चाहता हूँ॥ एतच्चापि महाभाग मुने तत्त्वार्थकोविद।"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("एतच्चापि महाभाग मुने तत्त्वार्थकोविद।\n" +
                "कृपया परयाविष्टो यथावद् वक्तुमर्हसि ॥३॥ ","महाभाग मुने! आप तत्त्वार्थ-ज्ञानमें कुशल हैं; अतः अत्यन्त कृपापूर्वक इस विषयको यथार्थरूपसे बतायें ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("नारद उवाच\n" +
                "रामायणविधिं चैव शृणुध्वं सुसमाहिताः।\n" +
                "सर्वलोकेषु विख्यातं स्वर्गमोक्षविवर्धनम्॥४॥ ","नारदजीने कहा-महर्षियो! तुमलोग एकाग्रचित्त | होकर रामायणकी वह विधि सुनो, जो सम्पूर्ण लोकोंमें\n" +
                "अमृतमयी कथाका नवाह-पारायण अवश्य सुनना चाहिये ॥ ४४ ६ ॥\n"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("तस्मादतुषु सर्वेष हितकृद्धरिपूजकः ॥४४॥ ईप्सितं मनसा यद्यत् तदाप्नोति न संशयः ।",""));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("इसलिये रामायण सभी ऋतुओंमें हितकारक है। इसके द्वारा भगवान्की पूजा करनेवाला पुरुष मनसे जोजो चाहता है, उसे नि:संदेह प्राप्त कर लेता है। ४४३ ॥",""));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("सनत्कुमार यत् पृष्टं तत् सर्व गदितं मया॥४५॥ रामायणस्य माहात्म्यं किमन्यच्छ्रोतुमिच्छसि ॥४६॥ ","सनत्कुमार! तुमने जो रामायणका माहात्म्य पूछा था, वह सब मैंने बता दिया। अब और क्या सुनना चाहते हो?\n" +
                "विख्यात है। वह स्वर्ग तथा मोक्ष-सम्पत्तिकी वृद्धि करनेवाली है॥४॥\n"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("विधानं तस्य वक्ष्यामि शृणुध्वं गदतो मम। रामायणकथां कुर्वन् भक्तिभावेन भावितः॥५॥","मैं रामायणकथा-श्रवणका विधान बता रहा हूँ। तुम सब लोग उसे सुनो। रामायणकथाका अनुष्ठान करनेवाले वक्ता एवं श्रोताको भक्तिभावसे भावित होकर उस विधानका पालन करना चाहिये ॥५॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("मैं रामायणकथा-श्रवणका विधान बता रहा हूँ। तुम सब लोग उसे सुनो। रामायणकथाका अनुष्ठान करनेवाले वक्ता एवं श्रोताको भक्तिभावसे भावित होकर उस विधानका पालन करना चाहिये ॥५॥ ","उस विधिका पालन करनेसे करोड़ों पाप नष्ट हो जाते हैं। चैत्र, माघ तथा कार्तिकमासके शुक्लपक्षकी पञ्चमी तिथिको कथा आरम्भ करनी चाहिये॥६॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("संकल्पं तु ततः कुर्यात् स्वस्तिवाचनपूर्वकम्। अहोभिर्नवभिः श्राव्यं रामायणकथामृतम्॥७॥","पहले स्वस्तिवाचन करके फिर यह संकल्प करे कि 'हम नौ दिनोंतक रामायणकी अमृतमयी कथा सुनेंगे'। अद्य प्रभृत्यहं राम शृणोमि त्वत्कथामृतम्। प्रत्यहं पूर्णतामेतु तव राम प्रसादतः॥८॥\n" +
                "फिर भगवान्से प्रार्थना करे-'श्रीराम! आजसे\n"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("प्रत्यहं दन्तशुद्धिं च अपामार्गस्य शाखया। कृत्वा स्नायीत विधिवद् रामभक्तिपरायणः॥९॥","नित्यप्रति अपामार्गकी शाखासे दन्तशुद्धि करके रामभक्तिमें तत्पर हो विधिपूर्वक स्नान करे॥९॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("स्वयं च बन्धुभिः सार्द्ध शृणुयात् प्रयतेन्द्रियः। स्नानं कृत्वा यथाचारं दन्तधावनपूर्वकम्॥१०॥ शुक्लाम्बरधरः शुद्धो गृहमागत्य वाग्यतः। प्रक्षाल्य पादावाचम्य स्मरेन्नारायणं प्रभुम्॥११॥","अपनी इन्द्रियोंको संयममें रखकर भाई-बन्धुओंके | साथ स्वयं कथा सुने। पहले अपने कुलाचारके अनुसार ' दन्तधावनपूर्वक स्नान करके श्वेत वस्त्र धारण करे और शुद्ध हो घर आकर मौनभावसे दोनों पैर धोनेके पश्चात् आचमन करके भगवान् नारायणका स्मरण करे॥१०-११॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("नित्यं देवार्चनं कृत्वा पश्चात् संकल्पपूर्वकम्। ॥१२॥","रामायणपुस्तकं च अर्चयेद् भक्तिभावतः फिर प्रतिदिन देवपूजन करके संकल्पपूर्वक | भक्तिभावसे रामायणग्रन्थकी पूजा करे॥१२॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("आवाहनासनाद्यैश्च गन्धपुष्पादिभिर्वती। ॐ नमो नारायणायेति पूजयेद् भक्तितत्परः॥१३॥","व्रती पुरुष आवाहन, आसन, गन्ध, पुष्प आदिके | द्वारा 'ॐ नमो नारायणाय' इस मन्त्रसे भक्तिपरायण | होकर पूजन करे॥१३॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("एकवारं द्विवारं वा त्रिवारं वापि शक्तितः। होमं कुर्यात् प्रयत्नेन सर्वपापनिवृत्तये॥१४॥","सम्पूर्ण पापोंकी निवृत्तिके लिये अपनी शक्तिके | अनुसार एक, दो या तीन बार प्रयत्नपूर्वक होम करे॥ एवं यः प्रयतः कुर्याद् रामायणविधिं तथा।"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("सम्पूर्ण पापोंकी निवृत्तिके लिये अपनी शक्तिके | अनुसार एक, दो या तीन बार प्रयत्नपूर्वक होम करे॥ एवं यः प्रयतः कुर्याद् रामायणविधिं तथा।","इस प्रकार जो मन और इन्द्रियोंको संयममें रखकर रामायणकी विधिका अनुष्ठान करता है, वह | भगवान विष्णुके धाममें जाता है; जहाँसे लौटकर वह | फिर इस संसारमें नहीं आता ॥ १५ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामायणव्रतधरो धर्मकारी च सत्तमः। चाण्डालं पतितं वापि वस्त्रान्नेनापि नार्चयेत्॥१६॥\n" +
                "। तथा। नास्तिकान् भिन्नमर्यादान् निन्दकान् पिशुनानपि। रामायणव्रतपरो वाङ्मात्रेणापि नार्चयेत्॥१७॥","जो नास्तिक, धर्ममर्यादाको तोड़नेवाले, परनिन्दक और चुगलखोर हैं, उनका रामायणव्रतधारी पुरुष वाणीमात्रसे भी आदर न करे ॥ १७ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("कुण्डाशिनं गायकं च तथा देवलकाशनम्। भिषजं काव्यकर्तारं देवद्विजविरोधिनम्॥१८॥  परान्नलोलुपं चैव परस्त्रीनिरतं रामायणव्रतपरो वाङ्मात्रेणापि नार्चयेत्॥१९॥","जो पतिके जीवित रहते ही परपुरुषके समागमसे माताद्वारा उत्पन्न किया जाता है, उस जारज पुत्रको कुण्ड' कहते हैं। ऐसे कुण्डके यहाँ जो भोजन करत है, जो गीत गाकर जीविका चलाता है, देवतापर चदी हुई वस्तुका उपभोग करेवाले मनुष्यका अन्न खाता है, वैद्य है, लोगोंकी मिथ्या प्रशंसामें कविता लिखता है देवताओं तथा ब्राह्मणोंका विरोध करता है, पराये अन्नका लोभी है और पर-स्त्रीमें आसक्त रहता है, ऐसे मनुष्यका भी रामायणव्रती पुरुष वाणीमात्रसे भी आदा न करे॥१८-१९ ॥"));


        valimikiRamayanaModels.add(new ValimikiRamayanaModel("इत्येवमादिभिः शुद्धो वशी सर्वहिते रतः। रामायणपरो भूत्वा परां सिद्धिं गमिष्यति ॥२०॥","इस प्रकार दोषोंसे दूर एवं शुद्ध होकर जितेन्द्रि एवं सबके हितमें तत्पर रहते हुए जो रामायणका आश्र लेता है, वह परमसिद्धिको प्राप्त होता है॥२०॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("नास्ति गंगासमं तीर्थं नास्ति मातृसमो गुरुः। नास्ति विष्णुसमो देवो नास्ति रामायणात् परम्॥ २१","गंगाके समान तीर्थ, माताके तुल्य गुरु, भगवा विष्णुके सदृश देवता तथा रामायणसे बढ़कर के उत्तम वस्तु नहीं है॥२१॥ नास्ति वेदसमं शास्त्रं नास्ति शान्तिसमं सुखम्। नास्ति शान्तिपरं ज्योतिर्नास्ति रामायणात् परम्॥ २२"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("वेदके समान शास्त्र, शान्तिके समान सुख, शानि बढ़कर ज्योति तथा रामायणसे उत्कृष्ट कोई काव्य नहीं। नास्ति क्षमासमं सारं नास्ति कीर्तिसमं धनम्। नास्ति ज्ञानसमो लाभो नास्ति रामायणात् परम्॥ २१","क्षमाके सदृश बल, कीर्तिके समान धन, ज्ञान सदृश लाभ तथा रामायणसे बढ़कर कोई उत्तम नहीं है॥ २३ ॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामायणवाचकाय गावो वासांसि काञ्चनम्॥५६॥ रामायणपुस्तकं च दद्याद् वित्तानुसारतः।","रामायणके वाचकको अपने वैभवके अनुसार | गौ, वस्त्र, सुवर्ण तथा रामायणकी पुस्तक आदि वस्तुएँ देनी चाहिये॥५६॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("चाहिये॥५६॥ तस्य पुण्यफलं वक्ष्ये शृणुध्वं सुसमाहिताः॥५७॥ न बाधन्ते ग्रहास्तस्य भूतवेतालकादयः। तस्यैव सर्वश्रेयांसि वर्द्धन्ते चरिते श्रुते॥५८॥","\n" +
                "उस दानका पुण्यफल बता रहा हूँ, आपलोग | एकाग्रचित्त होकर सुनें। उस दाताको ग्रह तथा भूत- | वेताल आदि कभी बाधा नहीं पहुँचाते। श्रीरामचरित्रका | श्रवण करनेपर श्रोताके सम्पूर्ण श्रेयकी वृद्धि होती है। न चाग्निर्बाधते तस्य न चौरादिभयं तथा। एतज्जन्मार्जितैः पापैः सद्य एव विमुच्यते॥५९॥ सप्तवंशसमेतस्तु देहान्ते मोक्षमाप्नुयात् ।\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("पूर्वकालमें सनत्कुमार मुनिके भक्तिपूर्वक पूछनेपर | नारदजीने उनसे जो कुछ कहा था, वह सब मैंने | आपलोगोंको बता दिया॥६०३ ॥ रामायणमादिकाव्यं सर्ववेदार्थसम्मतम्॥६१॥ सर्वपापहरं पुण्यं सर्वदुःखनिबर्हणम्।","\n" +
                "समस्तपुण्यफलदं सर्वयज्ञफलप्रदम्॥६२॥ रामायण आदिकाव्य है। यह सम्पूर्ण वेदार्थोंकी सम्मतिके अनुकूल है। इसके द्वारा समस्त पापोंका निवारण हो जाता है। यह पुण्यमय काव्य सम्पूर्ण दुःखोंका विनाशक तथा समस्त पुण्यों और यज्ञोंका फल देनेवाला है॥६१-६२ ॥\n" +
                "\n"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("ये पठन्त्यत्र विबुधाः श्लोकं श्लोकार्द्धमेव च।\n" +
                "\n" +
                "न तेषां पापबन्धस्तु कदाचिदपि जायते॥६३॥ ","जो विद्वान् इसके एक या आधे श्लोकका भी पाठ करते हैं, उन्हें कभी पापोंका बन्धन नहीं प्राप्त होता ॥ ६३ ॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("रामार्पितमिदं पुण्यं काव्यं तु सर्वकामदम्।\n" +
                "\n" +
                "भक्त्या शृण्वन्ति विदन्ति तेषां पुण्यफलं शृणु॥६४॥ ","श्रीरामको समर्पित किया हुआ यह पुण्यकाव्य सम्पूर्ण कामनाओंको देनेवाला है। जो लोग भक्तिपूर्वक इसे सुनते और समझते हैं, उनको प्राप्त होनेवाले पुण्यफलका वर्णन सुनो॥६४॥ "));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("सहस्रकुलसंयुक्तैः प्रयान्ति परमं पदम्॥६५॥ किं तीर्थैर्गोप्रदानैर्वा किं तपोभिः किमध्वरैः।","वे लोग सौ जन्मोंमें उपार्जित किये हुए पापोंसे तत्काल मुक्त हो अपनी हजारों पीढ़ियोंके साथ परमपदको प्राप्त होते हैं॥६५॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("पोशापासपी समसा समाको पण देनेवाले । पतलसाहित्यसले सका।\n" +
                "सीरामले चिया सरी को सी गति है। पापा | साली मीमारित पश्याशीति स्वयोखिसाः ॥ ५ ॥","पस्कार करणा चाहिये। श्रीरापरी कालरूपी पर आप का है कि कलिप वेदोमा नारी\n" +
                "सभी जता है। गणका सब पर भाला श्रीराम साग॥५॥"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("चित्रहालय\n" +
                "पाखा सिवै सबैश्य परिकीसितम्।\n" +
                "स पायास मध्यानम् ॥ ५॥","अपारायण पुरुषाको पापा होनेवाली यातनाओंका\n" +
                "चित्रपट निवास करनेवाले, पालती पक्षी आपणे वर्णन किया है। घोर कलियुग आनेपर जन\n" +
                "(सीता) के आननिकिता और को आय वैदोस मा खुप हो जायगे, उस समय पाखण्ड पाल\n" +
                "देनेवाले परमानन्दस्वरूप भगवान श्रीरामचमालीको जायगा गावात प्रसिद्ध है। प्रायः सभी लोगों ने ऐसी\n" +
                "गयस्कार करता हूँ॥५॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("समाविष्णमहेशासा सस्थांशा सोक्साधका। कामास स्वशास तुस्था अन्योनातापराः ॥ ७॥\n" +
                "नमाथि देखें चिपूर्ण विशुन प म ॥३॥ काली ससे भविष्यन्ति एवल्पाहुपुत्रकाः।","सम्पूर्ण जगत्ने आधी मनोरथीको सिसा करनेवाले कलियुगके सभी लोग कामवेदमासे पीड़ित\n" +
                "(अपना सहि पालन एवं संसारक सारा जगाकी स्वारिक मारे शरीके और सोधी होंगे राधा पा और विका\n" +
                "समाको मिस करमेनाले), महा, विष्णु और महेश आदि आया तोड़कर आपसमें एक दूसरेपर ही निर्भर रहनेवाले\n" +
                "देवता निपके अभिन्न अंशमा, जग परम विशय होंगे। प्रायः सब लोग घोड़ी आयु और अधिक संपावाले"));

        valimikiRamayanaModels.add(new ValimikiRamayanaModel("पोशापासपी समसा समाको पण देनेवाले । पतलसाहित्यसले सका।\n" +
                "सीरामले चिया सरी को सी गति है। पापा | साली मीमारित पश्याशीति स्वयोखिसाः ॥ ५ ॥","पपस्कार करणा चाहिये। श्रीरापरी कालरूपी पर आप का है कि कलिप वेदोमा नारी\n" +
                "सभी जता है। गणका सब पर भाला श्रीराम साग॥५॥"));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("वश है। परीक्षा पास भनी । म अमनिसानाच यातनाश्व प्रकीर्तिताः ।\n" +
                "आप ही आधार ॥१॥\n" +
                "पी फलिपुणे प्रास वेमार्गवरिष्यते ॥ ३॥\n" +
                "चित्रहालय\n" +
                "पाखा सिवै सबैश्य परिकीसितम्।\n" +
                "स पायास मध्यानम् ॥ ५॥","अपारायण पुरुषाको पापा होनेवाली यातनाओंका\n" +
                "चित्रपट निवास करनेवाले, पालती पक्षी आपणे वर्णन किया है। घोर कलियुग आनेपर जन\n" +
                "(सीता) के आननिकिता और को आय वैदोस मा खुप हो जायगे, उस समय पाखण्ड पाल\n" +
                "देनेवाले परमानन्दस्वरूप भगवान श्रीरामचमालीको जायगा गावात प्रसिद्ध है। प्रायः सभी लोगों ने ऐसी\n" +
                "गयस्कार करता हूँ॥५॥ नमाथि देखें चिपूर्ण विशुन प म ॥३॥ काली ससे भविष्यन्ति एवल्पाहुपुत्रकाः।\n" +
                "सम्पूर्ण जगत्ने आधी मनोरथीको सिसा करनेवाले कलियुगके सभी लोग कामवेदमासे पीड़ित\n" +
                "(अपना सहि पालन एवं संसारक सारा जगाकी स्वारिक मारे शरीके और सोधी होंगे राधा पा और विका\n" +
                "समाको मिस करमेनाले), महा, विष्णु और महेश आदि आया तोड़कर आपसमें एक दूसरेपर ही निर्भर रहनेवाले\n" +
                "देवता निपके अभिन्न अंशमा, जग परम विशय होंगे।"));


       /* valimikiRamayanaModels.add(new ValimikiRamayanaModel("",""));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("",""));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("",""));
        valimikiRamayanaModels.add(new ValimikiRamayanaModel("",""));*/

        valmikiRamayanaAdapter=new ValmikiRamayanaAdapter(valimikiRamayanaModels,getContext());

        valmikiRamayanaRecyclerView.setAdapter(valmikiRamayanaAdapter);


//        valmikiAdhyaTwoRV.setAdapter(valmikiAdhyaAdapterTwo);




        return root;
    }
}